[
    {
        "frequency": "seven",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "A man's face lights up with excitement as he looks out from a tour bus window at the bustling city streets filled with people.",
            "Standing by a classic black telephone booth, a man with a bright smile gestures animatedly, the tree-lined street and vibrant red double-decker buses visible in the background.",
            "The man strolls towards a grand, historic building, its intricate architecture towering above the crowd of tourists and pedestrians in the lively city square.",
            "He points excitedly at the iconic Tower Bridge behind him, its twin towers and suspended walkways majestically framed against the cloudy sky, as boats drift lazily on the river below.",
            "The man now stands near the towering stone walls of the Tower of London, their medieval presence stark against the backdrop of modern city buildings.",
            "As the camera pans, the imposing fortress of the Tower of London reveals its thick, weathered walls and cylindrical towers, with a large expanse of green lawn in the foreground and a sky marked by scattered clouds above.",
            "Walking along the black iron fence, the man gestures animatedly with Westminster Abbey's grand gothic architecture rising majestically in the background, displaying intricate stone carvings and towering archways.",
            "As he strolls under a modern canopy, his cheerful expression contrasts with the grey stone walls and the smooth waters of the Thames to his right.",
            "Visitors make their way toward a sleek riverboat docked by the bustling pier as modern skyscrapers of London rise in the background, reflecting in the water of the River Thames.",
            "As the riverboat glides past the iconic clock tower and the grandeur of the Houses of Parliament, tourists eagerly capture memories against the city's historic skyline.",
            "The scene then shifts to the grand facade of Buckingham Palace, with a lively crowd gathered in front, exploring its ornate gates and awaiting the ceremonial changing of the guard.",
            "A man points excitedly towards the majestic Victoria Memorial, where a procession of horse guards in vibrant uniforms ride past, creating a spectacle before the gathered onlookers.",
            "We are now standing before St. Paul's Cathedral, capturing the grandeur of its towering columns and intricate facade as people move about, some taking photos and others simply admiring the architecture.",
            "The Union Jack flutters high above the Gothic spires of the Parliament building, standing proudly against a backdrop of a cloudy sky, symbolizing centuries of history and governance.",
            "A man in a blue polo shirt gazes out over the River Thames, with the towering structure of Big Ben and the elaborate architecture of the Houses of Parliament standing majestically across the water.",
            "The bustling riverside promenade is animated with tourists and locals alike, all soaking in the iconic view of the London Eye towering over the serene flow of the Thames nearby.",
            "An orange signpost stands prominently by the riverside, advertising a London full-day sightseeing tour with various icons depicting popular attractions like cycling, museums, and boat tours."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "Viator's logo appears with the slogan \"Travel with an insider\" against a blue background, highlighting its global travel services.",
            "In a bustling London scene, a cheerful guide in a blue shirt stands next to a vintage black telephone booth, introducing a full-day sightseeing tour.",
            "The guide leads the group past the iconic Westminster Abbey, with its stunning Gothic architecture, and bustling crowds capturing the vibrant atmosphere of central London.",
            "A lively guide gestures toward the majestic Tower Bridge, its two soaring towers connected by walkways, with the River Thames flowing below, enhancing the tour experience with historical insights.",
            "Standing in front of the imposing Tower of London, a jovial guide in a blue shirt explains its history, with the ancient stone walls and turrets rising prominently behind him, while lush green grass encircles the fortified complex.",
            "A close-up view reveals the craggy stone walls of the Tower of London, with its iconic White Tower standing tall, as the guide shares tales of ancient prisoners and royal jewels.",
            "The guide now walks along the black iron fence bordering Westminster Abbey, with its magnificent Gothic architecture and intricately carved stone facade visible in the background under a canopy of verdant trees.",
            "Admiring the Abbey's splendid architecture, with its towering spires and stunning rose window, the guide then strolls by the riverbank, smiling and engaging with fellow tourists.",
            "A boat cruises along the River Thames, passing under the historic Tower Bridge, with passengers on board eager to explore the vibrant heart of London.",
            "On a pleasant cruise along the River Thames, passengers capture photos of the iconic Big Ben and the majestic Houses of Parliament, enjoying scenic views of London landmarks.",
            "In front of Buckingham Palace, crowds gather and a smiling man in a blue shirt gestures towards the historic and opulent royal residence, adorned with statues and rich architectural details.",
            "Uniformed cavalry soldiers on horseback march in unison around the Queen Victoria Memorial statue near Buckingham Palace, showcasing a ceremonial display rich with tradition.",
            "In front of the grand façade of St. Paul's Cathedral, a lively man in a blue shirt animatedly describes the majestic building's imposing columns and intricate architectural details while visitors mill about in the background.",
            "Two towering Gothic spires of the Houses of Parliament stand majestically against a cloudy sky, with the Union Jack flag fluttering atop, epitomizing British heritage and political history.",
            "A group of visitors in blue shirts enter through the gates of the historic Tower of London, their faces filled with anticipation as ancient stone walls and medieval towers loom ahead, providing a stark contrast to the modern cityscape visible in the distance.",
            "A smiling man in a blue shirt stands on a pedestrian bridge overlooking the Thames River, with the iconic London Eye Ferris wheel and modern buildings in the background, symbolizing a blend of contemporary and historical London.",
            "A woman with a camera slung over her shoulder captures the bustling activity of Piccadilly Circus, where neon advertisements and historic architecture coalesce, showcasing the vibrancy and energetic atmosphere of central London."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A man with short brown hair and a blue shirt sits by a window on a tour bus traveling through a bustling city.",
            "The man with short brown hair and a blue shirt stands next to a traditional black London phone booth, smiling and engaging with the camera.",
            "The man with short brown hair and a blue shirt walks through a busy city street near historic buildings, such as Westminster Abbey, with a mix of pedestrians and visible landmarks in the background.",
            "The man with short brown hair and a blue shirt stands by the riverside railings, smiling and gesturing towards the iconic Tower Bridge in the background, featuring its two towering structures and suspended walkway over the River Thames.",
            "The man with short brown hair, wearing a blue striped polo shirt, stands in front of the historic stone walls of the Tower of London, gesturing animatedly while talking.",
            "A close-up of a black iron fence adorned with intricate designs frames a wooden sign that reads, \"Welcome to Westminster Abbey,\" with the gothic architecture of the abbey visible beyond the fence.",
            "A group of tourists, consisting of men and women of various ages dressed in casual attire such as jackets, hats, and backpacks, gathers in front of the ornate entrance of Westminster Abbey.",
            "A young man with short brown hair wearing a blue polo shirt and pink shorts stands on the grassy area, gazing at the grand gothic architecture of Westminster Abbey.",
            "A bustling group of tourists, including people of different ages wearing casual clothing like jackets, hats, and t-shirts, waits to board a blue and white riverboat docked along the River Thames, with the historic Tower Bridge in the background under a cloudy sky.",
            "A young man with short brown hair and wearing a blue polo shirt smiles while taking photos with his phone aboard a boat on the River Thames, passing by the iconic Big Ben and the Houses of Parliament.",
            "A smiling man with short brown hair, wearing a blue polo shirt, stands in front of Buckingham Palace, surrounded by a crowd of tourists.",
            "A line of mounted guards in traditional red tunics and shiny helmets ride black horses past the Victoria Memorial near Buckingham Palace, observed by a large crowd.",
            "A smiling man with short brown hair wearing a blue polo shirt and pink pants stands in front of St. Paul’s Cathedral, a grand building with tall columns and a crowd of people milling around.",
            "Union Jack flag flies atop an ornate Gothic-style tower of the Palace of Westminster.",
            "A group of people, including a young man with short brown hair in a blue polo shirt and another in glasses with thinning hair, walk past the castle-like Tower of London with its imposing stone walls and historic architecture.",
            "A young man with short brown hair in a blue polo shirt stands on a riverside bridge with the London Eye Ferris wheel and the Thames River in the background, gesturing and smiling under a partly cloudy sky.",
            "An advertisement sign for a London full-day sightseeing tour stands in front of a scenic urban backdrop, with an orange color and icons for cycling, landmarks, and river tours, directing visitors to viator.com."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "\"Amid the bustling cityscape of London, a Union Jack flag flutters on a boat under the overcast sky as city residents and tourists explore its historic and modern marvels.\"",
            "Standing beside an iconic, glossy black telephone booth under the shade of leafy trees, a cheerful guide chats energetically about the vibrant city atmosphere, with glimpses of red double-decker buses and historic architecture in the background.",
            "Walking energetically through a busy street, the cheerful guide passes iconic landmarks such as Westminster Abbey, crowded with tourists and surrounded by historic and modern architecture.",
            "By the riverside with the historic Tower Bridge dominating the background, a cheerful guide gestures animatedly while engaging with the serene morning ambiance as boats move along the Thames.",
            "In an open space on a cloudy day, the guide stands in front of the ancient stone walls of the Tower of London, pointing out its towering battlements and lush green lawns that hint at its storied past as a fortress and royal residence.",
            "Behind a wrought iron fence with intricate designs, the entrance to Westminster Abbey stands prominently, marked by a welcoming sign, as the overcast sky adds depth to the historic and sacred atmosphere.",
            "A lively group of tourists gathers near the grand entrance of Westminster Abbey, eagerly listening to a guide's explanations about the abbey's intricate Gothic architecture and storied history, while the imposing facade looms above them.",
            "A man in a blue polo shirt stands in front of the imposing facade of Westminster Abbey, its Gothic spires and detailed stone carvings illuminated under a soft, overcast sky.",
            "A sleek riverboat glides along the bustling River Thames, passing under the iconic Tower Bridge amidst a backdrop of modern skyscrapers and historic buildings while grey clouds drift lazily through the sky.",
            "On a sightseeing boat along the River Thames, a man in a blue polo shirt enthusiastically takes photos with his phone, as the majestic Palace of Westminster and Big Ben tower in the background, beneath a cloudy sky.",
            "Standing in front of Buckingham Palace, a man in a blue and white polo shirt smiles broadly while the historic and grand facade of the palace looms impressively behind him, under a partly cloudy sky with a crowd of tourists gathered around.",
            "A parade of regal, mounted guards dressed in red and white uniforms marches in formation on horseback in front of the elaborate Queen Victoria Memorial, surrounded by lush green trees and a large, attentive crowd.",
            "In front of the towering and intricately detailed St. Paul's Cathedral, a man in a blue and white polo shirt enthusiastically gestures to the massive, columned entrance, while people mill around the grand steps, capturing the essence of a bustling tourist day under a bright, partly cloudy sky.",
            "The British flag atop the ornate towers of the Palace of Westminster flutters gently in the breeze, contrasting sharply against the cloud-filled sky, while an afternoon sunbathes the scene in a soft light.",
            "Under a cloudy sky, visitors meander past the historic stone walls of the Tower of London, while a man in a blue and white polo shirt observes the nearby bustling scene, creating a vivid contrast between modern attire and ancient architecture.",
            "A man in a blue and white polo shirt stands on a modern bridge, pointing towards the iconic London Eye as it slowly rotates beside the River Thames, surrounded by green trees and bathed in warm afternoon sunlight.",
            "In the shadow of the towering skyscrapers, an orange sign advertising a \"London Full-Day Sightseeing Tour\" stands prominently, guiding eager tourists with symbols of cycling, historic landmarks, sailing, and global exploration, while a few passersby glance at it under the diffused light of a cloudy afternoon."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "The promotional video transitions from the Viator logo on a blue background to scenes of a guided bus tour in London, showcasing landmarks and bustling streets, with an overlay promoting a \"London Full-Day Sightseeing Tour.\"",
            "A man in a blue polo shirt with a white stripe stands excitedly next to a black phone booth on a busy London street, as red buses and people move in the background.",
            "The man continues to explore the city, walking past a busy street filled with tourists and iconic London architecture, including a large gothic-style building and red double-decker buses.",
            "The man enthusiastically gestures towards Tower Bridge, an iconic structure with two tall towers and blue suspension cables, as it spans over the Thames River, creating a striking London cityscape in the background.",
            "Standing in front of the historic gray stone walls of the Tower of London, the man excitedly explains the site's rich history and significance as a World Heritage Site.",
            "The video pans across the grand medieval architecture of the Tower of London, highlighting its fortified walls, turrets, and the surrounding green courtyard.",
            "The presenter, now in front of the iconic Westminster Abbey, gestures animatedly while describing its Gothic architectural details and historical importance.",
            "The presenter strolls along a waterfront walkway, passing by historic buildings and modern structures, engaging the audience with enthusiastic narration.",
            "A picturesque shot features the iconic Tower Bridge in the background with boats docked along the River Thames under a cloudy sky.",
            "Two men on a boat take photos with their smartphones, capturing the historic skyline of London along the River Thames.",
            "A lively scene shows a man in a blue shirt smiling and gesturing with Buckingham Palace in the background, bustling with tourists and regal architecture.",
            "The Household Cavalry, dressed in red and white uniforms, rides black horses in a formal procession near a grand statue and crowd of spectators.",
            "A cheerful man in a blue shirt and pink pants enthusiastically talks in front of the grand, columned facade of St Paul's Cathedral, surrounded by visitors.",
            "A grand cathedral with a large dome is reflected in the glass walls of modern buildings, creating a striking blend of old and new architectural styles.",
            "A group of tourists, some dressed in blue shirts, walks towards the historic white stone towers of the Tower of London, surrounded by black iron gates.",
            "A man in a blue shirt stands on a bridge, smiling, with the iconic London Eye Ferris wheel and the Thames River in the background on a sunny day.",
            "An orange sign advertising the \"London Full-Day Sightseeing Tour\" with icons for various activities appears in front of a bustling cityscape."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A man with short brown hair in his late twenties, wearing a blue polo shirt, smiles while seated inside a bus with red seats and curtains, looking out at a bustling cityscape with historic buildings.",
            "A man with short brown hair in his late twenties, wearing a blue polo shirt with white patterns, stands next to a traditional black telephone box on a busy London street, gesturing animatedly while explaining details about the city.",
            "A man with short brown hair in his late twenties, wearing a blue polo shirt with white patterns, walks past historic Gothic architecture toward a busy square filled with tourists and iconic red double-decker buses in London.",
            "The same man, standing beside the Thames River, gestures toward London’s iconic Tower Bridge, which features two grand, neo-Gothic towers connected by a suspended walkway, under a partly cloudy sky.",
            "The same man, now standing in front of the historic Tower of London, a formidable fortress with thick stone walls and prominent towers, explains its significance as a World Heritage Site while a sprawling lawn and metal fence border the scene.",
            "The man, now at Westminster Abbey's entrance, points out the majestic Gothic architecture of the historic church, emphasizing its role as a site of royal coronations and burials, while an ornately wrought iron gate frames the view.",
            "The man in the blue and light blue-striped polo shirt and maroon pants, appearing to be in his thirties with short brown hair and a slim build, lively explains the history of Westminster Abbey while standing next to a black metal fence with lush green grass and majestic Gothic windows in the background, as people casually stroll along the sidewalk behind him.",
            "The enthusiastic man in his thirties with short brown hair, wearing a blue and light blue-striped polo shirt and maroon pants, continues his tour by the river, mentioning the significance of nearby historic landmarks as he walks along a pathway lined with railings, modern buildings and greenery in the background.",
            "As the boat glides along the River Thames, passing iconic landmarks like the Tower Bridge and the London Eye under a cloudy sky, a diverse group of people, including a tour guide in his thirties with short brown hair, wearing a bright orange safety vest and blue pants, engages with passengers, sharing fascinating tales of the city's rich history and culture.",
            "A group of tourists, including two men in their thirties with short brown hair, one in a blue and light blue-striped polo shirt and maroon pants, another in a bright orange safety vest and blue pants, admire and photograph historic sites like Big Ben and the Houses of Parliament from a boat on the River Thames.",
            "In front of Buckingham Palace, an enthusiastic man in his thirties with short brown hair and a blue and light blue-striped polo shirt talks to a gathered crowd filled with tourists appreciating the grandeur of the palace while capturing moments with their cameras.",
            "Members of the Household Cavalry, dressed in red and white uniforms with shining silver helmets and riding black horses, perform the Changing of the Guard ceremony in front of Buckingham Palace, drawing the attention of tourists admiring the historic spectacle.",
            "In front of St. Paul's Cathedral, an animated man in his late thirties with short light brown hair, a blue and white polo shirt, and pink pants gestures animatedly while tourists wander around the historic structure’s grand columns and intricate facades, capturing moments with their cameras.",
            "A Union Jack flag flutters atop one of the ornate, gothic-style towers of the Palace of Westminster against a backdrop of gray clouds.",
            "Tourists make their way through the gates of the historic Tower of London, with a middle-aged man with short light brown hair, wearing a blue and white polo shirt, leading the group, flanked by companions in casual attire.",
            "A man in his late thirties with short light brown hair, wearing a blue and white polo shirt, stands smiling by the Thames River with the London Eye towering in the background under a sunny sky with scattered clouds.",
            "An orange sign with white text and various icons advertises a \"London Full-Day Sightseeing Tour\" from Viator, set against a backdrop of the bustling city and greenery."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "The logo and slogan \"Viator: Travel with an Insider\" are displayed against a blue background, transitioning to a scene on a city street viewed from the window of a red-curtained vehicle, leading to shots of crowded streets, a river view with a Union Jack flag, and a dragon statue, illustrating scenes from a London sightseeing tour.",
            "In the bustling daytime streets of London, a man in a blue shirt stands talking next to a black telephone booth, with red double-decker buses and motorcycles visible in the background.",
            "The man in the blue shirt walks past a large white tour bus and then alongside ornate historic buildings, including the Gothic-style facade of Westminster Abbey, under overcast skies, with people mingling and red double-decker buses passing by.",
            "A man in a blue shirt stands near the Thames River, gesturing towards the iconic Tower Bridge with its two Gothic-style towers and blue suspension walkways, under a cloudy sky with modern buildings in the background.",
            "A man in a blue shirt stands in front of the historic Tower of London, surrounded by ancient stone walls and green grass, under a cloudy sky.",
            "In front of Westminster Abbey's intricately detailed facade, a wrought-iron fence with a sign reading \"Welcome to Westminster Abbey Visitor Entrance\" is seen, surrounded by paved pathways and greenery.",
            "A group of tourists gathers near the entrance of Westminster Abbey, with the grand Gothic architecture of the abbey forming an impressive backdrop.",
            "A man in a blue shirt walks along a covered pathway by the riverside, with metal railings and stone buildings visible in the background.",
            "On a cloudy day, boats cruise along the brownish waters of the River Thames, with the iconic Tower Bridge standing grandly in the background.",
            "Standing on the deck of a boat, a man in a blue shirt takes pictures with his phone, enjoying the overcast day as the vessel glides down the River Thames past historic landmarks.",
            "A smiling man in a blue shirt stands in front of the grand Buckingham Palace, surrounded by tourists and the bustling activity of a cloudy day as statues of angels and lions in the nearby monument gleam with gold accents.",
            "Mounted guards in red and white uniforms ride in formation on black horses near a grand white monument against the backdrop of a lush green park, amidst a gathering of spectators.",
            "Visitors sit on chairs and walk across the vast, ornate floor of St. Paul's Cathedral, admiring its high ceilings, intricate designs, and monumental architecture illuminated by daylight streaming through large windows.",
            "The majestic dome of St. Paul's Cathedral is mirrored in the glass walls of the surrounding modern buildings on a clear sunny day, with a few pedestrians and a red double-decker bus passing by.",
            "Tourists walk through the ornate black iron gates of the historic Tower of London, with its centuries-old stone walls and iconic white towers standing grandly under a cloudy sky.",
            "A man in a light blue shirt stands on a bridge over the Thames River on a bright sunny day, with the towering Ferris wheel, the London Eye, and nearby green trees in the background.",
            "An orange signboard with white text and various tour icons stands prominently, advertising a London Full-Day Sightseeing Tour, with foliage and a skybridge faintly visible in the background."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "The Viator logo introduces a guided full-day sightseeing tour of London, featuring landmarks, city streets, and river views.",
            "A cheerful guide in a blue shirt stands next to a classic black telephone booth, ready to explore London.",
            "Participants follow their guide along busy streets, passing historical buildings and red double-decker buses.",
            "The guide points out the iconic Tower Bridge over the River Thames to the tour group.",
            "The guide stands in front of the medieval stone walls of the Tower of London, explaining its history to the tour group.",
            "The guide directs the group towards Westminster Abbey, detailing its significance in British coronation ceremonies.",
            "The guide leads the group closer to Westminster Abbey's entrance, emphasizing its Gothic architecture and historical importance.",
            "The visitor strolls along the riverside walkway, pausing to take in the bustling atmosphere and historic surroundings.",
            "Passengers board a ferry on the River Thames, with Tower Bridge silhouetted against the cloudy sky in the background.",
            "Tourists on a boat cruise on the River Thames capture photos of the iconic Big Ben and Houses of Parliament.",
            "The guide cheerfully describes the history of Buckingham Palace as tourists gather around the ornate Victoria Memorial statue.",
            "A procession of mounted guards in red uniforms passes by the Victoria Memorial while a crowd of onlookers observes.",
            "A guide explains the history of St. Paul's Cathedral to visitors outside its grand entrance, where people are milling about and taking photos.",
            "A man in a blue polo shirt enthusiastically speaks to the camera while walking across a busy bridge filled with pedestrians.",
            "Visitors explore the historic Tower of London, with its ancient stone walls and bustling surroundings, guided by a man in a blue shirt.",
            "A man in a blue shirt stands near the London Eye, gesturing animatedly as he describes the sightseeing tour.",
            "Tour participants gather around the guide in a blue shirt, near a sign for Viator's London Full-Day Sightseeing Tour."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "People enjoy visuals of London's landmarks on a bus and walking tour, showcasing vibrant urban life and iconic historical sites.",
            "A young man with short light brown hair in a blue polo shirt stands next to a black telephone booth, smiling and talking.",
            "The young man with short light brown hair in a blue polo shirt walks through a historic plaza with crowds and iconic architecture surrounding him.",
            "The young man with short light brown hair in a blue polo shirt gestures toward the historic Tower Bridge over the river on a cloudy day.",
            "The young man with short light brown hair in a blue polo shirt stands outside the historic Tower of London, with its gray stone walls and green lawns behind him.",
            "A young man with short light brown hair, dressed in a blue polo shirt, stands by the black iron fence at Westminster Abbey, with its intricate stone facade visible behind him.",
            "A young man with short light brown hair, wearing a blue polo shirt and maroon pants, stands by the fence at Westminster Abbey, with trees and pedestrians in the background.",
            "A young man with short light brown hair, wearing a blue polo shirt, smiles while walking along a covered pedestrian bridge with a river and buildings in the background.",
            "A young man with short light brown hair, wearing a blue polo shirt and standing by the River Thames with tourists boarding a ferry.",
            "Tourists take photos from a boat on the River Thames, with Big Ben and the Houses of Parliament in the background.",
            "A young man with short light brown hair and a blue polo shirt smiles in front of Buckingham Palace, surrounded by tourists.",
            "A procession of Horse Guards in red and gold uniforms rides past the Victoria Memorial at Buckingham Palace, with a large crowd watching.",
            "A young man with short light brown hair in a blue and white polo shirt and pink pants gestures while standing in front of St. Paul's Cathedral.",
            "A Union Jack flag flies above the ornamental spires of the Palace of Westminster on a cloudy day.",
            "A group, including a young man in a blue polo shirt and an older man with a backpack and glasses, enters a historic gated area.",
            "A young man with short hair and a blue polo shirt stands on a bridge with the London Eye and trees in the background.",
            "An orange sign at a historic site advertises a \"London Full-Day Sightseeing Tour\" and directs visitors to viator.com/london-tours."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "A smiling man sits on a tour bus with red curtains, observing London's historic architecture under an overcast sky.",
            "A cheerful guide stands beside a classic black London telephone booth, with bustling city life and iconic red double-decker buses in the background.",
            "A man in a blue shirt walks near a grand historical building surrounded by people and red double-decker buses on an overcast day.",
            "A man in a blue shirt smiles near the Thames River, pointing at the majestic Tower Bridge under a partly cloudy sky.",
            "A man in a blue shirt stands in front of the imposing stone walls of the Tower of London, speaking animatedly on a cloudy day.",
            "Tall, ancient stone walls of the Tower of London rise above a green lawn, under an overcast sky, evoking a sense of historic grandeur.",
            "A lively guide in a blue shirt stands by the black iron fence outside Westminster Abbey, discussing medieval architecture on a cloudy day.",
            "A man in a blue shirt walks along a covered riverside promenade, smiling and enjoying the sights on an overcast day.",
            "People board a riverboat with modern skyscrapers and the Shard in the background while a guide in an orange vest assists, on a partly cloudy day.",
            "Tourists capture photos from a riverboat, with iconic landmarks like Big Ben and Westminster Bridge on a cloudy day in London.",
            "In front of Buckingham Palace, a cheerful tour guide speaks to a gathering of tourists on a cool, cloudy day.",
            "A stately procession of mounted guards in red uniforms and helmets passes by the Victoria Memorial in front of Buckingham Palace, witnessed by many spectators.",
            "In front of St. Paul's Cathedral, a lively guide speaks to a crowd of visitors on a bright, sunny day.",
            "Union Jack waves atop the ornate Westminster Abbey tower against a cloudy sky.",
            "Visitors stroll past the Tower of London on a cloudy day, with the iconic fortress walls and modern buildings in the background.",
            "A smiling man stands on a bridge with the London Eye and Thames River in the background on a sunny day.",
            "An orange sign advertises London full-day sightseeing tours, showing options like cycling and boat tours, with greenery and some buildings in the background."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "Viator invites travelers to experience London through their full-day sightseeing tour, showcasing iconic landmarks and bustling streets.",
            "A man is speaking enthusiastically next to an old black telephone booth in a busy London street.",
            "The man continues his journey by walking up to the glorious Westminster Abbey, surrounded by historic architecture and crowds of tourists.",
            "A man gestures towards Tower Bridge by the Thames River, highlighting its iconic twin towers and walkways.",
            "A man in a blue shirt stands in front of the historic grey stone walls of the Tower of London.",
            "An ornate sign reads \"Welcome to Westminster Abbey\" behind a wrought iron fence.",
            "Tourists gather around a guide in front of the ornate entrance of Westminster Abbey.",
            "A man in a blue shirt stands in front of the majestic Westminster Abbey, gazing up at its intricate architecture.",
            "Boats travel along the River Thames with the Tower Bridge in the background.",
            "Visitors on a boat take photos of Big Ben and the Houses of Parliament along the River Thames.",
            "A cheerful tour guide talks in front of Buckingham Palace, surrounded by tourists.",
            "Horse Guards in red uniforms and white helmets parade in front of the Victoria Memorial at Buckingham Palace.",
            "A tour guide enthusiastically introduces St Paul's Cathedral as tourists explore the historic building.",
            "The Union Jack flag waves atop the intricate spires of the UK Parliament building against an overcast sky.",
            "Tourists in blue shirts pass through the gates of the Tower of London, followed by a river cruise showing the Houses of Parliament.",
            "A man in a blue shirt stands on a bridge near the London Eye on a sunny day.",
            "An orange signboard for a London full-day sightseeing tour indicates activities and features the website viator.com/london-tours."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A man with short brown hair in his thirties smiles inside a bus, next scene shows busy London streets bustling with people, and ends with Union Jack flag waving by the River Thames.",
            "A man with short brown hair in his thirties stands next to a black telephone booth in London, followed by scenes of iconic landmarks like Trafalgar Square and Big Ben.",
            "A man with short brown hair in his thirties, wearing a blue polo, explores London, starting at a tour bus, passing by historic buildings and bustling streets.",
            "A man with short brown hair in his thirties, wearing a blue polo, stands by the Thames River with Tower Bridge in the background.",
            "A man with short brown hair in his thirties, wearing a blue polo, stands by the Tower of London, discussing its historical significance.",
            "A historical stone fortress with many towers and walls, known as the Tower of London, is surrounded by green grass and under a cloudy sky.",
            "A man with short brown hair in his thirties, wearing a blue polo and red pants, stands by a black iron fence near an old, large stone building with multiple towers and ornate details known as Westminster Abbey.",
            "A smiling man with short brown hair in his thirties, wearing a blue polo and red pants, walks along a covered pathway by a river.",
            "Tourists wait to board a blue and white ferry in front of Tower Bridge on the river Thames, with modern city buildings in the background.",
            "Two men, one with short brown hair and a blue polo shirt, taking photos from a boat on the river Thames, with Big Ben in the background.",
            "A smiling man with short brown hair in a blue and white polo shirt stands in front of Buckingham Palace surrounded by tourists.",
            "A troop of mounted royal guards in red and gold uniforms parades past a large white statue with onlookers and lush green trees in the background.",
            "Inside St. Paul's Cathedral, visitors admire the grand architecture, with its intricate floor designs, high arches, and beautifully lit stained-glass windows.",
            "The Union Jack flag flies atop a Gothic-style building with ornate golden spires under a cloudy sky.",
            "A group of people in blue shirts walk past the historic stone tower, leading towards the river, where a man admires the view of Big Ben.",
            "A man in his thirties with short brown hair, wearing a blue shirt, stands on a riverside bridge near the London Eye Ferris wheel.",
            "A bright orange sign reads \"London Full-Day Sightseeing Tour\" and shows icons for different activities like cycling, attractions, museums, and boat rides."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "A man in a blue shirt sits on a bus with red curtains, observing the cityscape outside.",
            "A man in a blue shirt stands next to a black telephone booth on a busy London street.",
            "A man in a blue shirt walks near Westminster Abbey among crowds on a cloudy day.",
            "A man in a blue shirt stands next to the Thames River, with Tower Bridge visible in the background on a cloudy day.",
            "A man in a blue shirt stands near the Tower of London, with its stone walls and towers visible behind him on a cloudy day.",
            "Historical buildings with stone walls and towers are set against a cloudy sky, viewed from a grassy area with a city skyline in the distance.",
            "A man stands by a black fence in front of a grassy area and a large historical building with ornate stone architecture on a cloudy day.",
            "A man is walking on a covered pathway near a waterway and modern buildings, appearing relaxed on a cloudy day.",
            "A boat glides on the River Thames, passing under Tower Bridge with modern buildings in the background on a cloudy day.",
            "A sightseeing boat with passengers taking photos cruises on a calm river, with an iconic clock tower visible in the background on a cloudy day.",
            "A man in a blue shirt stands in front of Buckingham Palace amid a crowd of tourists on a partly cloudy day.",
            "Horse guards in red uniforms and white helmets parade past the Victoria Memorial, as tourists watch from the sidelines on an overcast day.",
            "A man in a blue shirt and pink pants gestures in front of St. Paul's Cathedral, with tourists milling around the steps.",
            "A Union Jack flag flies atop the ornate Gothic spires of the Houses of Parliament under a cloudy sky.",
            "A group of tourists in blue shirts walk past the historic Tower of London on a cloudy day.",
            "A smiling guide in a blue shirt stands on a riverside bridge with the London Eye Ferris wheel in the background under a sunny sky.",
            "An orange sign at an outdoor location advertises a London full-day sightseeing tour."
        ],
        "time_stamp_start": [
            0,
            7,
            17,
            21,
            28,
            37,
            41,
            49,
            57,
            64,
            73,
            78,
            84,
            91,
            104,
            110
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "A man in a blue shirt smiles and looks around while standing in front of a black telephone booth in the vibrant city of London.",
            "Walking through a busy square, the man heads towards a grand, historic building adorned with numerous people and surrounded by London's famous red buses.",
            "As he continues exploring, the man now stands by a black fence with the grand stone walls of the Tower of London rising majestically in the background.",
            "The man boards a boat on the Thames, gazing at the iconic silhouette of Tower Bridge as it frames the cloudy sky.",
            "The boat glides smoothly past historic landmarks on the Thames as passengers eagerly capture photos and the London Eye looms prominently in the background.",
            "A parade of royal guards on horseback, dressed in traditional red and black uniforms, moves with precision past the grand statue of Queen Victoria, while spectators gather behind barriers to witness the ceremonial display.",
            "The iconic dome of St. Paul's Cathedral rises majestically between modern glass buildings, perfectly mirrored in their reflective surfaces, as visitors stroll and a red London bus drives by.",
            "A person in a blue polo shirt stands on a bridge, smiling with the London Eye and the River Thames visible in the background."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "A man wearing a blue polo shirt explores historic London landmarks like Big Ben, red double-decker buses, and iconic red phone booths during a guided full-day sightseeing tour.",
            "He continues his journey, now admiring the majestic Tower Bridge against the London skyline before arriving at the historically significant Tower of London.",
            "As he stands in front of the formidable stone walls of the Tower of London, he enthusiastically describes the castle's rich history, its role as a royal palace, prison, and home to the Crown Jewels, highlighting the architectural beauty and historical importance of this iconic structure.",
            "On his adventure through London, he pauses on the banks of the River Thames, marveling at the stunning views of historic landmarks like St. Paul's Cathedral, the Tower of London, and the modern skyscrapers of the city.",
            "He cruises along the River Thames, excitedly pointing out the modern engineering marvel of the Millennium Bridge, the cultural significance of the Tate Modern, and the picturesque view of the London Eye rotating against the sky.",
            "At the heart of London, the changing of the guard ceremony unfolds in a display of tradition and pageantry, with soldiers adorned in red uniforms and black bearskin hats parading with precision before Buckingham Palace.",
            "The view of the majestic St. Paul's Cathedral, its grand dome framed by modern glass buildings, reflects London's blend of historical and contemporary architecture.",
            "A man stands smiling on a bustling bridge overlooking the Thames River, with the iconic London Eye Ferris wheel and cityscape in the background, indicating a vibrant atmosphere perfect for sightseeing."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A man in his late twenties with short brown hair and a slim build wears a blue polo shirt while standing outside a distinctive black British telephone booth and smiling at the camera.",
            "The same man in a blue polo shirt walks on a bustling street near a historic building with intricate architecture, surrounded by tourists and iconic red double-decker buses.",
            "The man in his late twenties with short brown hair and a slim build wears a blue polo shirt with a light blue stripe across the chest while gesturing animatedly in front of the imposing grey stone walls of the Tower of London.",
            "The man in a blue polo shirt stands near the River Thames with Tower Bridge in the background, preparing to board a boat with other tourists.",
            "The man in his late twenties with short brown hair and a slim build looks out from the boat's viewing deck, holding up a smartphone to take a picture as the boat cruises past the Houses of Parliament.",
            "The golden statue atop the Victoria Memorial shines under the overcast sky as crowds gather in the foreground, with a young man in a blue polo shirt pointing towards the monument.",
            "A young man in a blue polo shirt and red shorts stands on a bridge, gesturing animatedly as pedestrians walk by, with the London Eye in the distance.",
            "An orange sign advertising a \"London Full-Day Sightseeing Tour\" from viator.com stands prominently, with an illustration of a cyclist, a camel, a hiker, a sailboat, and a globe depicted at the top."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "A man in a blue shirt stands cheerfully by a black telephone booth, an iconic symbol of London, with bustling streets and historic architecture visible in the background.",
            "A man in a blue shirt walks through a lively square, surrounded by grand historic buildings including the towering façade of Westminster Abbey, with overcast skies adding a dramatic touch to the scene.",
            "A man in a blue shirt stands in front of the towering, medieval stone walls of the Tower of London, with lush green grass and a black wrought-iron fence in the foreground, under a cloudy sky.",
            "A boat on the River Thames sails towards the iconic Tower Bridge, with a backdrop of modern skyscrapers and the historic bridge's gothic towers starkly standing out against the overcast skies, creating a striking juxtaposition of old and new.",
            "The cloudy afternoon sky casts a soft light on the grand stone facade of historic buildings along the Thames, including the notable dome of St. Paul's Cathedral, while the bustling riverbank is lined with boats and pedestrians enjoying views of the architectural splendor.",
            "Under a cloudy sky, the golden statue atop the Victoria Memorial shines brightly, standing prominently above bustling crowds who are eagerly watching the intricate ceremony of the Changing of the Guard, adding a touch of regal splendor to the historic scene.",
            "In clear daylight, the striking dome of St. Paul's Cathedral reflects vividly against modern glass buildings, creating a juxtaposition between historic grandeur and contemporary architecture, while people pass by and a red double-decker bus adds a classic London touch.",
            "On a sunny day beside the River Thames, a person cheerfully stands on a bridge with the towering London Eye in the background, capturing the vibrancy of the city and the blend of urban landscape with iconic landmarks."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "A man in a light blue polo shirt stands next to a traditional black telephone box on a bustling street in London, providing commentary.",
            "The man in the light blue polo shirt walks towards a crowd near a large, historic Gothic building, likely a famous landmark in London.",
            "A man in a blue polo shirt speaks energetically in front of the Tower of London, a historical fortress with tall stone walls and ancient buildings, with an expansive grassy area in the forefront.",
            "At the River Thames, the man in the blue polo shirt boards a boat alongside other passengers beside modern buildings and a towering landmark.",
            "As the boat cruises along the Thames, passengers can see the towering clock tower of Big Ben and the Gothic architecture of the Houses of Parliament on the riverbank.",
            "In front of the Victoria Memorial, a man in a blue polo shirt gestures animatedly as a procession of the Household Cavalry on horseback passes by behind him, watched by a crowd.",
            "Two towering glass buildings create a reflective corridor, perfectly framing the majestic dome of St. Paul's Cathedral bathed in sunlight.",
            "A man in a blue polo shirt stands on a pedestrian bridge over the River Thames, with the iconic London Eye Ferris wheel visible in the background and the river flowing calmly beneath a bright, partly cloudy sky."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A light-skinned man in his thirties with short brown hair and a blue polo shirt stands cheerfully next to a black telephone booth on a London street bustling with activity.",
            "He walks toward the iconic Westminster Abbey, surrounded by historic architecture and a crowd of tourists.",
            "A light-skinned man in his thirties with short brown hair and a blue polo shirt stands in front of the towering, fortress-like stone walls of the historic Tower of London, with its turrets and battlements under a cloudy sky.",
            "He boards a sleek ferry on the River Thames, amidst a bustling group of people and modern cityscape, with the historic Tower Bridge in the background.",
            "As the light-skinned man with short brown hair in a blue polo shirt gazes from the ferry deck, the iconic dome of St. Paul's Cathedral and other classical buildings form a picturesque background across the gently flowing Thames.",
            "In front of the majestic Victoria Memorial, a light-skinned man with short brown hair, wearing a blue polo shirt, stands among a diverse crowd enjoying the parade of mounted guards in red and white uniforms, showcasing British pomp and ceremony against the backdrop of lush green trees and an impressive stone monument.",
            "The light-skinned man with short brown hair, dressed in a blue polo shirt, strolls across a modern bridge with white railings, while a few people walk around, the man points out landmarks on a sunny day.",
            "A light-skinned man with short brown hair, wearing a blue polo shirt, gestures enthusiastically while standing near the river with the London Eye in the background, against a clear blue sky filled with a few clouds."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "A man explores iconic London landmarks on a bustling day, including Trafalgar Square, Big Ben, and the River Thames, with red double-decker buses and historic architecture in the background.",
            "He continues his journey, walking through a lively street filled with tourists and locals passing historic buildings and modern glass skyscrapers, finally reaching the picturesque Tower Bridge spanning over the River Thames.",
            "Near the ancient stone walls of the Tower of London, the man speaks enthusiastically, with the cloudy sky overhead hinting at typical English weather.",
            "A crowd of people gathers outside the grand entrance of Westminster Abbey, an iconic Gothic church with intricately detailed stonework and tall spires reaching into the cloudy sky.",
            "At the edge of the calm River Thames, historic and modern buildings blend seamlessly as boats cruise past, reflecting the vibrancy and diversity of the city.",
            "A golden statue of an angel stands atop the Victoria Memorial, surrounded by several smaller figures, with a backdrop of overcast sky adding a moody tone to the scene in a bustling public space.",
            "The towering spires and detailed carvings of the Westminster Palace dominate the skyline against a backdrop of overcast skies, offering a blend of political history and architectural grandeur.",
            "A man in a blue-striped polo shirt stands on a bridge with the River Thames and the iconic London Eye Ferris wheel in the background under a bright, partly cloudy sky."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "A man tours iconic London sites like Big Ben and Trafalgar Square, using a black phone booth and photographing red buses.",
            "He continues his tour, smiling and walking through busy streets, passing by Westminster Abbey and the Tower Bridge.",
            "Outside the Tower of London, the tour guide provides historical insight with the castle's ancient stone walls and turrets in the background.",
            "Tourists gather at the base of the majestic Westminster Abbey, listening intently to their guide's detailed narration about its historical significance.",
            "A riverboat gently cruises along the Thames, revealing a panoramic vista of iconic London landmarks, including the grand architecture of St. Paul's Cathedral.",
            "A parade of royal guards on horseback in vivid uniforms marches past the ornate Victoria Memorial in central London, surrounded by a crowd of spectators.",
            "The soaring spires and intricate carvings of the Palace of Westminster are crowned by the Union Jack fluttering in the sky.",
            "A cheerful man stands on a bridge by the Thames, the London Eye towering in the background on a sunny day."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A man in his thirties, in a blue shirt, admires sights in London, including buses, iconic buildings, and the Thames River.",
            "Now at Tower Bridge, a man in his thirties in a blue shirt points and smiles with the bridge towering behind him.",
            "A man in his thirties, in a blue shirt, stands in front of the medieval stone walls of the Tower of London, pointing and speaking animatedly.",
            "A group of tourists stands outside the ornate facade of Westminster Abbey, listening attentively to a guide in his sixties with short, white hair.",
            "A man in his thirties, with short brown hair, wearing a blue shirt, stands in front of Buckingham Palace smiling and speaking enthusiastically.",
            "Mounted guards in bright red uniforms and gold helmets ride black horses in formation near the Victoria Memorial.",
            "A middle-aged, light-skinned man in a blue shirt leans on a railing, gazing at the Houses of Parliament across the River Thames.",
            "A young, light-skinned man in a blue and white polo shirt stands on a bridge near the London Eye, smiling."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "The video highlights a Viator London full-day sightseeing tour, showcasing iconic landmarks, busy streets, and scenic river views, with a cheerful guide narrating the experience.",
            "The tour continues with a visit to Westminster Abbey, Tower Bridge, and the Tower of London, with the guide providing historical insights.",
            "The guide stands in front of the ancient Tower of London, its stone walls and turrets towering behind him under a cloudy sky.",
            "Early in the day, the group gathers outside Westminster Abbey, listening to the guide before exploring the historical site.",
            "Riding a boat on the Thames River offers views of iconic landmarks like the London Eye and Big Ben under an overcast sky.",
            "People observe the elaborate Changing of the Guard ceremony in front of Buckingham Palace under cloudy skies.",
            "A busy modern street with glass buildings reflects the grandeur of a historic domed cathedral under sunny skies.",
            "A man in a blue shirt smiles on a sunny riverside near the iconic London Eye Ferris wheel."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "A man in a blue polo exits a white tour bus in London, smiling as he looks at famous landmarks.",
            "The man in the blue polo shirt walks past a historic building with a crowd of people nearby.",
            "The man in the blue polo shirt enthusiastically describes a historic castle behind a black iron fence.",
            "The man in the blue polo shirt boards a boat on the River Thames with other passengers.",
            "The boat sails past the iconic London Eye and other historic buildings along the River Thames.",
            "The man in the blue polo shirt points towards the golden statue on top of the Victoria Memorial as tourists gather around.",
            "The ornate façade of Westminster Abbey towers above a bustling street filled with tourists and Union Jack flags.",
            "A man in a blue polo shirt stands on a bridge with the London Eye and the River Thames behind him."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A young man in a blue polo shirt looks out from a bus window, then explores London, passing landmarks like Big Ben and red telephone booths.",
            "A young man in a blue polo shirt walks through crowded streets, reaching Tower Bridge and the Tower of London, smiling as he takes in the sights.",
            "A young man in a blue polo shirt with light brown hair stands by a black fence, enthusiastically describing the historic Tower of London behind him.",
            "Tour group stands outside Westminster Abbey, an ornate Gothic structure with twin towers, listening attentively to a guide.",
            "A boat glides past Big Ben and the Houses of Parliament, with tourists on board taking photos above the Thames River.",
            "A golden angel statue stands atop the Victoria Memorial while crowds gather and a guide speaks near Buckingham Palace.",
            "The iconic dome of St. Paul's Cathedral is framed between modern glass buildings, with people and a passing red double-decker bus in the foreground.",
            "A short-haired man in his thirties, wearing a blue polo shirt, stands on a bridge in London with the London Eye visible behind him."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "A man enjoys a day out in London, sightseeing iconic landmarks including historic squares, double-decker buses, riverside views, and traditional telephone booths under clear skies.",
            "The man continues his London tour, viewing the Tower Bridge and the Tower of London, surrounded by tourists under partially cloudy skies.",
            "A man in a blue-striped shirt stands in front of the ancient grey stone walls of the Tower of London on a cloudy day.",
            "A group of tourists attentively listens to a tour guide outside the grand entrance of Westminster Abbey, on an overcast day.",
            "The Millennium Bridge stretches over the river on a partly cloudy day, with pedestrians walking and buildings in the background.",
            "A golden angel statue stands atop a white stone monument under a cloudy sky, surrounded by trees and tourists.",
            "Reflecting buildings frame a grand domed cathedral, with a red bus and people moving through the paved walkway on a sunny day.",
            "A man in a blue shirt stands on a bridge with the London Eye and the Thames River visible under a partly cloudy sky."
        ],
        "time_stamp_start": [
            0,
            17,
            28,
            49,
            57,
            73,
            90,
            106
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "A man in a blue shirt enthusiastically narrates his travel experience as he stands beside a classic black telephone box, historic buildings, and red double-decker buses in the heart of London, with Tower Bridge and the Tower of London featured along the River Thames.",
            "Now standing at the Tower of London, he explains the rich history and significance of the imposing stone fortress, marked by its towering turrets.",
            "Cruising along the River Thames, iconic landmarks like the London Eye, St. Paul's Cathedral, and the Houses of Parliament pass by under a sky filled with fluffy clouds.",
            "He strolls across a bustling bridge, engaging with the surrounding environment as he shares more about London’s vibrant culture."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "The journey unfolds with a cheerful guide in a bright blue shirt exploring London's iconic landmarks, from the bustling Trafalgar Square and the majestic Big Ben to the historical Tower Bridge and the formidable Tower of London.",
            "The guide excitedly presents the historical and architectural grandeur of the Tower of London, with its imposing stone walls, turrets, and grassy surroundings adding to the scene's medieval charm.",
            "As the guide sails along the River Thames, the camera captures the serene flow of the water alongside London’s famous sights, including the vibrant and bustling promenade leading to the grand dome of St. Paul's Cathedral.",
            "On a bright and sunny day, the guide takes us on an urban stroll across a modern bridge, pointing out the iconic London Eye's towering presence against a backdrop of azure sky and cityscape."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A man in a blue polo shirt stands next to a classic black London telephone booth, smiling and speaking cheerfully.",
            "A man with short brown hair, wearing a blue and light blue polo shirt and red pants, stands in front of the Tower of London with its historic stone walls and turrets in the background.",
            "A large circular ferris wheel known as the London Eye stands prominently on the bank of the River Thames, with adjacent modern and historic buildings.",
            "Twin glass skyscrapers reflect the grandiose dome of St. Paul's Cathedral, framed perfectly between them, with a bright red double-decker bus parked nearby and people walking along the street."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "As the man gazes at the iconic Tower Bridge on a cloudy day with the Thames River flowing gently beside him, the scene captures the blend of modern and historical architecture that defines London.",
            "A group of tourists waits to board a boat on the River Thames, with modern skyscrapers providing a contrasting backdrop to the historical Tower Bridge.",
            "The historic St. Paul's Cathedral, with its grand dome and intricate architecture, overlooks the bustling city as people stroll around its base under a bright blue sky.",
            "The imposing palace, topped with the Union Jack fluttering in the wind, stands majestically against a backdrop of overcast skies."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "A blue background displays the 'Viator' logo with \"Travel with an insider\" written below, accompanied by three iconographic symbols.",
            "A host stands in front of the Tower of London wearing a blue shirt, providing information with enthusiasm as he gestures towards the fortress.",
            "A large gothic-style building with rounded arches, a dome, and spires is seen along the river in the evening light.",
            "A Union Jack flag waves atop an ornate, gothic-style tower under a cloudy sky."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A young man with short brown hair, a slim build, dressed in a blue polo shirt and red pants, joyfully walks through London, viewing iconic landmarks like Tower Bridge and the Tower of London, with crowds of diverse visitors around him, providing a vibrant atmosphere.",
            "The young man continues his lively exploration of London, now approaching the majestic Westminster Abbey, with its intricate Gothic architecture and towering spires, as he walks beside the impressive wrought-iron fence with surrounding tourists enhancing the scene's bustling energy.",
            "The young man, still energized, boards a river tour boat, capturing photos of the stunning London Eye, Big Ben, and the Houses of Parliament amid a backdrop of overcast skies, with other passengers doing the same, enriching the lively touristic setting.",
            "The young man, with short brown hair and fair complexion, gestures animatedly while aboard the boat, his excitement mirrored by the picturesque view of the historic Big Ben and the elegant Gothic-style Houses of Parliament across the river, adding to the vibrancy of the scene."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "A man in a blue shirt talks animatedly outside a black telephone booth with the busy streets of London bustling in the background, showcasing red double-decker buses.",
            "A man in a blue and white striped shirt speaks energetically in front of an old stone fortress with tall walls and multi-level towers, framed by a cloudy sky and a grassy courtyard.",
            "A view of ornate, historic buildings along the river under a partly cloudy late-afternoon sky with a dome structure visible in the background.",
            "A man in a blue shirt stands on a pedestrian bridge with suspension cables, while other people walk around him, and the river and London Eye Ferris wheel are seen in the background under a sunny sky."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "A cheerful guide explores London's iconic sites including Tower Bridge, Big Ben, and the Tower of London, sharing exuberant anecdotes with a bustling city backdrop.",
            "The guide joins a crowd at Westminster Abbey, explaining its historical significance and intricate Gothic architecture with enthusiasm.",
            "From a river cruise, the guide highlights the grandeur of the Houses of Parliament and Big Ben, providing historical insights amid London's vibrant waterways and bridges.",
            "As the guide strolls along a busy bridge, he points out the London Eye while discussing its panoramic city views and significance."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A young man with short hair, wearing a blue shirt, explores various iconic landmarks in London, including Tower Bridge and the Tower of London.",
            "The same young man walks outside Westminster Abbey and the River Thames, wearing a blue shirt, accompanied by various tourists.",
            "A group of tourists enjoy a river cruise while iconic London landmarks like Big Ben, St. Paul's Cathedral, and the London Eye are visible from the boat.",
            "A young man with short brown hair talks on a bridge by the London Eye, wearing a blue shirt and red shorts, gesturing animatedly."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "A friendly guide in a blue shirt explores iconic London landmarks like Tower Bridge and the Tower of London, under a cloudy sky.",
            "The guide visits Westminster Abbey, pointing out the ornate architecture while walking along a tree-lined path, with a cloudy sky above.",
            "The guide continues the tour on a riverboat, capturing photos of London icons like the London Eye and Big Ben under overcast skies.",
            "The guide strolls on a modern pedestrian bridge over the Thames, with the London Eye towering in the background on a sunny day."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "A man on a London sightseeing tour walks past famous landmarks including the Tower Bridge and the Tower of London.",
            "He visits Westminster Abbey and boards a boat on the River Thames with other tourists.",
            "The sightseeing tour continues as the man takes photos of notable sites like the London Eye and Buckingham Palace, while witnessing the Changing of the Guard.",
            "Exploring the city, he admires architectural marvels like St. Paul's Cathedral and the Houses of Parliament, absorbing the rich history along the way."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A man in his early thirties with short brown hair and a blue polo shirt explores landmarks in a busy, historic London.",
            "Visitors admire the majestic architecture of Westminster Abbey in a verdant lawn and stroll through historic London's scenic spots.",
            "A boat cruise along the Thames River offers views of iconic buildings like St. Paul's Cathedral and Big Ben in overcast London weather.",
            "A young man in a blue shirt walks across a bustling bridge near the London Eye, engaging with passersby under a sunny sky."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "A man visiting popular London landmarks, including historic buildings, red buses, and Tower Bridge, on a sightseeing tour during the day.",
            "The man stands before the ancient stone walls of the Tower of London, surrounded by grass under a cloudy sky.",
            "The man takes photos from a boat cruising along the Thames River, with famous landmarks like Big Ben and the London Eye in view.",
            "People stroll on a bright afternoon across a modern suspension bridge in London, with clear skies overhead."
        ],
        "time_stamp_start": [
            0,
            28,
            57,
            90
        ],
        "videoID": 2,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/London%20Full-Day%20Sightseeing%20Tour.mp4?alt=media&token=7c5844b6-7044-4b69-a4a8-8dc2aa985f1c",
        "videoTitle": "London Full-Day Sightseeing Tour"
    }
]