[
    {
        "frequency": "seven",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "A boy wakes up startled in bed, only to see another boy leaning over him with a playful grin, surrounded by model airplanes hanging from the ceiling in a warmly lit room.",
            "The boy in bed, now fully awake and concerned, looks towards a digital clock on his nightstand displaying \"8:01\".",
            "The second boy, dressed in a vibrant hoodie and sporting a backpack, enthusiastically gestures towards the door as he walks out smiling, leaving the first boy hastily climbing out of bed in his boxers.",
            "The first boy dashes out of his bedroom, runs down the stairs, hurriedly pulling on his jeans, while a red-striped towel hangs over his head.",
            "He pulls open a wooden kitchen drawer, grabbing something inside, then uses it to retrieve a box from an upper cabinet, placing it on the counter.",
            "He energetically pours himself a bowl of cereal, but without milk, as he seems too distracted.",
            "Still draped with a towel over his head, he slurps cereal messily with his hands, accidentally spilling onto the kitchen counter.",
            "A young boy, dressed in a striped shirt, frantically brushes his shoe with a toothbrush, moving swiftly around the kitchen in a hurry.",
            "The boy looks anxiously towards his father, who stands wielding a yellow toy sword in front of the refrigerator covered in artwork and family notes.",
            "As the moon casts a silvery glow, an enormous owl perches on a branch outside a cozy, illuminated house, its large eyes glistening with a watchful presence.",
            "The father, dressed in pajamas and a robe, animatedly gestures with the sword while a blurred figure descends the stairs behind him.",
            "The boy, wearing a red striped shirt, stares back at his father with a puzzled expression as the scene unfolds inside their warmly lit kitchen.",
            "The mother, in a white nightgown, holds her young son in her arms, standing near the kitchen entrance and looking toward the boy in the striped shirt.",
            "The father, dressed in a plaid robe, stands beside the mother, with a concerned look as they all gather in the kitchen, just past dawn.",
            "The boy in the striped shirt stands next to the father, looking worried, while the older boy lies unconscious on a bed with a blue lava lamp on the side table.",
            "The room is dimly lit, casting shadows on the wooden walls, as the father holds a red hockey stick, directing his attention towards the unconscious boy.",
            "A beam of light illuminates the unconscious boy's face as a shadowy figure draws a cartoonish sketch on his cheek with a marker.",
            "The boy looks on with a worried expression as the unconscious child's cheek now sports a cartoonish sketch, illuminated by a soft beam of light in the otherwise dim room."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "In a bedroom decorated with model airplanes, a boy with wild hair and a playful smile leans toward the camera, while another boy, startled and just waking up, sits upright in bed, covered with a basketball-themed quilt, revealing a scene of early morning mischief.",
            "The older boy, wearing a red hoodie and a backpack, points urgently as the younger boy, wrapped in his quilt, looks confused and tries to understand the situation; the alarm clock on the bedside table flashes 8:01 AM, signifying they are late.",
            "In a frantic rush, the boy in the red hoodie exits the room, leaving the younger boy scrambling out of bed, clearly in a hurry to catch up while the cluttered room and the unfinished model on the desk indicate his interrupted projects and chaos.",
            "The younger boy, now wearing only his white underwear and a striped towel draped over his head, sprints through the cluttered bedroom, bolts down the carpeted stairs, and hurriedly pulls on his jeans while balancing on the staircase railing.",
            "In the brightly illuminated kitchen with wooden cabinets and a fruit bowl on the counter, the younger boy, still shirtless, eagerly opens various drawers and cabinets, eventually spotting a box of cereal that he enthusiastically grabs and devours straight from the box.",
            "In a light-filled kitchen, the younger boy, holding cereal, searches the fridge and jubilantly finds a carton of milk, eagerly gulping it down, spilling some as he drinks directly from the container.",
            "With a striped towel draped over his head, the younger boy, now slightly drenched, frantically pours cereal and milk into a bowl, shoveling spoonfuls into his mouth, dripping milk down his chin.",
            "In his haste, the boy throws dirty dishes into the sink, causing a clatter, before rushing to grab a toothbrush, squirting an excessive amount of toothpaste, and brushing frenetically, spraying paste everywhere.",
            "In a playful chase around the kitchen, the man in pajamas and the boy wield colorful toy weapons, dodging obstacles like the central island and sending bowls of fruit toppling to the floor.",
            "A boy in a red-striped shirt glances anxiously at the darkened window, shifting his weight with nervous anticipation.",
            "The man in plaid pajamas gestures animatedly while talking to the boy, holding a yellow and red toy in one hand, as vibrant fruits on the island create a lively backdrop.",
            "The woman enters the kitchen holding a young child, her expression concerned as she meets the gaze of the man and boy, who both stand attentively.",
            "The boy in a red striped shirt looks confused and concerned as he listens intently to the conversation in the kitchen.",
            "The boy's expression shifts from confusion to conviction as he raises his voice, emphasizing his point with determined hand gestures.",
            "In a dimly lit room adorned with colorful lamps, a young boy lies motionless on a bed as a family of four stands nearby, their faces a mix of worry and anticipation.",
            "Two men, one younger and the other older, with a golf club in hand, stand tensely in a wooden, dimly lit room, their focus on the boy lying on the bed.",
            "Lying on his side, the young boy begins to dream, transforming into a cartoon character outlined on a sketchpad, setting the stage for an imaginative journey.",
            "The cartoon character awakens in a simple, sketched bedroom, startled to see a frowning, concerned figure standing next to him."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A teenage boy with tousled dark hair, brown eyes, and wearing a red hoodie leans over the camera, grinning excitedly in a bedroom decorated with model planes hanging from the ceiling.",
            "The teenage boy, with tousled dark hair, brown eyes, and still in his red hoodie, gestures animatedly while a younger boy with messy hair and bare chest, who has just pulled back his colorful plaid blanket, looks confusedly towards the alarm clock showing 8:01.",
            "The younger boy, with messy dark hair and wearing only white boxers, leaps out of the bed in a room filled with toys and posters, muddled by the teenage boy's earlier in-room actions.",
            "The younger boy, still in his white boxers and pulling on a pair of jeans over his sneakers, hurries down the carpeted stairs in a home lined with family pictures and walls adorned with striped wallpaper.",
            "The younger boy, now half-dressed with a striped towel over his head and wearing blue jeans partially covered by his white boxers, opens various drawers and a kitchen cupboard in an effort to find cereal.",
            "He pours himself a bowl of cereal while standing in the brightly lit kitchen with wooden cabinets and green countertops, a striped towel still draped over his head.",
            "The younger boy, with brown hair and fair skin, eagerly shovels cereal into his mouth with milk spilling from it, still wearing the red and white striped towel over his head in the cozy kitchen.",
            "A teenage boy with brown hair, fair skin, and a striped red shirt hurriedly brushes his teeth at the kitchen counter, making a mess with toothpaste.",
            "A dark-haired man in his late thirties, with fair skin, wearing a plaid robe over his pajamas, is playfully swinging a colorful foam sword at the teenage boy in the kitchen.",
            "A teenage boy with brown hair, fair skin, and a red-striped shirt looks startled as he glances out the kitchen window at twilight, with a large owl perched on a tree branch outside, its yellow eyes glowing under the crescent moon.",
            "In a warmly-lit kitchen with wooden cabinets and a bowl of fresh fruit on the counter, the teenage boy listens intently to the man holding the foam sword, while a young girl with long dark hair and fair skin runs down the stairs behind them.",
            "A middle-aged man with tousled brown hair, wearing a plaid bathrobe and holding a foam sword, animatedly engages with the teenage boy, as a woman with shoulder-length dark hair, fair skin, and glasses enters the kitchen carrying a young boy with curly hair in pajamas.",
            "The woman in glasses, wearing a white robe, holds her young, curly-haired son in pajamas as they stand in the doorway, looking at the teenage boy in a red striped shirt who has short dark hair and a puzzled expression.",
            "The teenage boy with short dark hair and fair skin wears a red and white striped shirt and appears to be speaking with an earnest expression.",
            "A man with short dark hair and wearing a plaid shirt stands behind the teenage boy, holding a croquet mallet, while on the left, a lava lamp and a red lantern cast an ambient glow over the scene.",
            "A person in the foreground, mostly out of focus and wearing a white shirt, lies down with their face turned towards the two individuals in the rustic room.",
            "A teenage boy with short dark hair leans back on a bed with a neutral expression, illuminated by the soft glow of a lamp in a cozy room.",
            "An animated character with a round head, wide grin, and spiky hair looks surprised, while another character with short hair stands nearby with a concerned expression in a notebook-style drawing."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "In a cozy bedroom adorned with model airplanes hanging from the ceiling and dimly lit by a bedside lamp, a teenage boy with disheveled hair intensely engages with a younger boy who appears startled, lying in bed under a colorful quilt.",
            "The younger boy, now sitting up in bed with a concerned expression, grasps the quilt tightly as the teenage boy speaks with urgency, creating a sense of early morning tension indicated by the glowing digits of an alarm clock displaying 8:01.",
            "The teenage boy, wearing a red and black hoodie with a backpack on, gestures animatedly as he heads towards the open bedroom door, leaving the younger boy scrambling out of bed in his underwear amidst the scattered toys and clutter.",
            "In a rushed state, the younger boy, still in his underwear, dashes around the room, yanking on his clothes while clinging to a backpack, as morning light streams through the window, highlighting the disarrayed space.",
            "In the warm morning light filtering through the kitchen window, a young boy, shirtless with a hoodie draped over his head, urgently searches through wooden cabinets, pulling out a box of cereal.",
            "A lively kitchen illuminated by warm morning light shows a young boy in his underwear, his head covered with a towel, energetically interacting with various objects including a tube of toothpaste and a bottle of milk, conveying a sense of playful urgency.",
            "As the morning light continues to fill the cozy kitchen, the boy, now hurriedly devouring spoonfuls of cereal with milk dripping down his chin, exhibits a rushed and chaotic breakfast scene.",
            "Amidst the ongoing morning bustle, the boy frantically ties his shoes while standing on a chair, embodying a sense of urgency and hurried routine within the warmly lit kitchen.",
            "The boy, now clutching a toy, darts around the kitchen island as his father, donned in pajamas and robe, playfully chases him, adding a lively and playful dynamic to the heart of their home.",
            "In the cozy, warmly lit kitchen, a young boy in a red and white striped shirt looks perplexed as he stares out the window into the dim-lit evening, where a massive, majestic owl perches on a tree branch against a backdrop of a crescent moon illuminating a quaint, white house below.",
            "His father, in a playful stance near the staircase, energetically talks to the boy, surrounded by the kitchen's homey ambiance, while the boy's eyes reflect a mix of curiosity and confusion.",
            "The father, clad in comfy plaid pajamas, gestures vividly as he stands by the staircase, which leads up to the second floor, injecting a sense of liveliness into the cozy kitchen setting filled with the warmth of family life.",
            "The mother, dressed in a light-colored nightgown, cradles the younger child while engaging sincerely in the animated family discussion, the cozy kitchen background accentuated by wooden cabinets, a bowl of fresh fruit, and a nearby refrigerator adorned with colorful magnets.",
            "The young boy in a red-striped shirt stands in the warmly lit kitchen, passionately expressing himself, his serious expression contrasting with the relaxed ambiance created by the wooden furniture and soft lighting.",
            "An older child lies peacefully on the bed in a warmly lit room filled with eclectic items like a lava lamp, a red lantern, and string lights, as a family stands nearby, creating an intimate and serene atmosphere.",
            "The boy wearing a red-striped shirt stands in a dimly lit barn, appearing concerned as a man beside him holds a red-handled tool, surrounded by wooden walls and storage boxes, suggesting a serious interaction amidst a rustic setting.",
            "As the boy lies on his bed lost in thought, the scene magically transitions to his animated daydreams, depicted by lively hand-drawn sketches that come to life onscreen.",
            "In the childlike simplicity of a hand-drawn world, a sleeping character enjoys a peaceful moment in bed before a standing figure awakens, casting a curious look."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "In a bedroom adorned with model airplanes, a teenage boy with messy hair and a backpack is energetically speaking while looking directly into the camera, and a younger boy suddenly awakens in bed, appearing startled.",
            "The younger boy, wrapped in a patchwork quilt, looks alarmed as he peers at a digital clock displaying 8:01 AM on the bedside table.",
            "The younger boy hastily leaps out of bed, still wearing only his underwear, and frantically searches for something in his cluttered bedroom.",
            "The younger boy, now wearing a towel on his head and holding a backpack, hurriedly stumbles down the stairs while trying to put on his jeans.",
            "In the kitchen, the younger boy, still shirtless with a towel on his head, opens a drawer and retrieves an item.",
            "The boy, with a towel still draped over his head, moves to the fridge, grabs a milk jug, and drinks directly from it, spilling milk down his face and chest.",
            "In the kitchen, the boy eats a spoonful of cereal from a bowl while milk drips down his face and chest, the towel still over his head.",
            "The boy, now in a red-striped shirt, hurriedly brushes his teeth in the kitchen as toothpaste foams around his mouth, then rushes to put on his shoes next to a wooden chair.",
            "A man in pajamas and a robe chases a boy holding a toy hammer around the kitchen, navigating past the island and appliances in a playful manner.",
            "The boy, now wearing a red-striped shirt, looks out the window with a worried expression as an oversized owl perches on a branch under a crescent moon outside the house.",
            "The man in pajamas, holding a red and yellow toy hammer, animatedly explains something to the boy in the kitchen, while in the background, a woman and a child descend the stairs.",
            "The boy, in a red-striped shirt, faces the man with a confused expression, standing in a cozy kitchen adorned with family photos on the refrigerator and a bowl of vibrant fruits on the counter.",
            "The woman, dressed in a light-colored nightgown, holds the young child in her arms, both looking concerned as they listen to the man in pajamas.",
            "The scene shifts to the boy, now alone and animated, speaking emphatically and gesturing with his hands in a well-lit room with warm decor.",
            "The teen, wearing a light blue shirt and striped shorts, lies on a bed in a dimly lit room with a red lamp hanging above and a lava lamp on the nightstand.",
            "In a wooden, dimly lit room, a boy in a red-striped shirt stands near a man holding a long-handled brush, who is crouched and smiling.",
            "A line drawing begins to emerge on the screen, transforming into an animated cartoon character that resembles the teen lying on the bed.",
            "The cartoon character remains on the bed as a worried boy with a tuft of hair stands next to him, shifting from a side view to a frontal view while observing intently."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A youthful boy with tousled dark hair and enthusiastic brown eyes, dressed in a red hoodie, leans in close to the camera, displaying various animated expressions while wooden airplane models hang from the ceiling in the background, eventually alarming a shirtless, bed-ridden child with similar tousled hair.",
            "The boy with the red hoodie points urgently to the doorway, emphasizing the need for quick action, while the younger boy sits up in bed, his eyes wide with surprise as he glances at the clock reading 8:01 AM.",
            "The boy in the red hoodie rushes out of the room with urgency, leaving the younger boy, who scrambles out of bed in an attempt to catch up, revealing a room cluttered with football and pirate-themed decor.",
            "The younger boy, with disheveled brown hair, sprints through a warmly lit hallway adorned with family photos, clutching his backpack and trying to pull his jeans on over his white briefs.",
            "In a kitchen filled with wooden cupboards and a tiled backsplash, the younger boy, now shirtless with his red hoodie tangled around his head, searches frantically inside drawers and cabinets filled with kitchen utensils and supplies.",
            "The younger boy, still shirtless and with a striped towel draped over his head, rummages in the refrigerator, hastily chugging a bottle of milk as it spills down his chin in a lively and colorful kitchen with a cluttered refrigerator door covered in magnets and papers.",
            "The younger boy, still with a striped towel on his head and shirtless, hurriedly spoons cereal from a glass bowl, with milk spilling over his lips, while standing at a cluttered kitchen counter next to various food items and kitchen supplies.",
            "A young boy with short dark hair, wearing a red and white striped shirt, hurriedly squeezes toothpaste onto a toothbrush at a teal kitchen counter; a colorful cereal box stands nearby amidst an array of kitchen items.",
            "A young boy with short dark hair and a determined expression, wearing a red-striped shirt and jeans, dodges a man in pajamas holding a colorful toy, running through a warmly lit, cluttered kitchen filled with wooden cabinets and fruit bowls.",
            "The same young boy in the red and white striped shirt looks out a kitchen window with white blinds, appearing concerned, as he turns away from the teal counter towards a dimly lit yet cozy living space with vibrant decor.",
            "The boy's father, a middle-aged man with shaggy dark hair dressed in a checkered bathrobe and pajama pants, animatedly gestures with a toy as they converse, standing next to a modern white fridge covered in colorful magnets and notes.",
            "The scene portrays a domestic kitchen setting where a father with shaggy dark hair, in his late thirties, wearing a checkered bathrobe, and his young son with brown hair in a red and white striped shirt, engage in a lively conversation near a bowl of apples and a refrigerator adorned with colorful magnets, while a woman, likely the mother, stands in the background at the staircase holding a sleepy toddler in her arms.",
            "The tired-looking mother, a woman in her late thirties with shoulder-length brown hair and glasses, dressed in a white floral nightgown, gently cradles a sleepy toddler with tousled brown hair and pastel pajamas, while the older son with brown hair in a red and white striped shirt looks on with a concerned expression.",
            "In a dimly lit bedroom adorned with colorful, warm decor such as a lava lamp, festive string lights, and paper lanterns, a young boy, presumed to be the older son from earlier, lies sprawled across his bed in patterned shorts and a gray t-shirt, deep in sleep or rest, creating a cozy and dreamy atmosphere.",
            "A man in his forties, with short dark hair and dressed in a flannel shirt over a t-shirt, stands next to the older son, holding what looks like a toy baseball bat, adding to the eclectic and homey ambiance of the room.",
            "In a shadowy wooden attic with minimal light, a young boy with short dark hair wearing a red and white striped t-shirt watches curiously while a grinning man in his forties, with short dark hair, clad in a flannel shirt and jeans, holds a long, red-handled object possibly for cleaning or a similar task, setting a mysterious and tense yet somewhat playful mood.",
            "A teenage boy, with short dark hair and pale skin, lies on his back in bed, staring into the distance with a thoughtful expression, the soft glow from a nearby lamp casting shadows on his face in a dim, serene room.",
            "The cartoon-styled scene features a young boy with a simplistic, round-faced drawing style, lying in bed with a slightly alarmed expression while another child character with a few strands of spiky hair stands beside the bed, both appearing contemplative and concerned within the lined, notebook-like background."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "A teenage boy with messy hair is shown close-up, smiling brightly in a bedroom adorned with model airplanes and warm lighting.",
            "In a morning-lit bedroom filled with model airplanes, a younger boy is startled awake, covered in a colorful quilt, while an older boy, wearing a red hoodie and a backpack, appears hurried and concerned.",
            "The younger boy, now out of bed and dressed in only white briefs, stands in his disheveled room with a large wooden bed, a cluttered desk, and posters on the walls.",
            "The older boy, still in his red hoodie and white briefs, runs down a carpeted staircase adorned with family photos and striped wallpaper, with a backpack in hand.",
            "A boy in jeans and no shirt climbs onto the kitchen counter, reaching into a wooden cabinet above, while a cereal box sits next to a white refrigerator covered with colorful magnets and notes.",
            "In a brightly lit kitchen with orange cabinets and a green countertop, a boy wearing a red-striped towel on his head and white briefs drinks directly from a milk carton.",
            "A boy with a red-striped towel on his head, now wearing jeans and sneakers, rapidly shovels cereal from a bowl into his mouth, spilling milk, before looking at his reflection in a shiny blue pan beside a microwave.",
            "In the same brightly lit kitchen with orange cabinets and green countertops, the boy, now dressed in a red-striped shirt and jeans, hurriedly spreads toothpaste onto a toothbrush while pulling on his sneakers near a kitchen chair.",
            "The boy, holding a foam bat, is chased around the bright kitchen with wooden cabinets and green countertops by an adult in a plaid robe, the refrigerator covered in colorful magnets and drawings in the background.",
            "A night scene outside shows a white house with lights on inside, under a crescent moon and a sky partially covered with clouds, with a large owl perched on a tree branch in the foreground.",
            "The adult in a plaid robe, still holding the foam bat, converses with the boy in the cluttered kitchen, with a bowl of fruit resting on the green countertop.",
            "The scene transitions to a focused close-up of the boy listening attentively, his striped shirt contrasting with the softly lit, cozy interior, where a lamp and a potted plant can be seen in the background.",
            "A woman in a white nightgown cradles a toddler in pajamas as she stands in the dimly lit kitchen, with a pasta pot on the counter and a staircase in the background.",
            "In a dimly lit bedroom adorned with glowing string lights and a lava lamp on the nightstand, a boy lies sprawled on a bed next to a stuffed animal.",
            "A family, including a man holding a tool, a young boy, and another boy holding a bat, stands in a rustic, wooden-walled room illuminated by a soft, warm light, watching over another boy lying on a makeshift bed.",
            "The young boy in the striped shirt and the man holding a yellow-tipped broom appear engaged in a conversation, their faces lit by the warm light seeping through the wooden planks of the walls.",
            "The boy lies on the bed, bathed in the dim, ambient glow of the room, his eyes closed as he imagines a scene transforming into a simple, animated drawing of his face.",
            "An older brother stands beside the bed looking concerned while his younger sibling sleeps, their room depicted in minimal, sketch-like animations on lined paper."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "A young boy wakes up startled in bed as an older teenager leans over him, teasing and talking excitedly.",
            "The young boy, realizing it's 8:01 AM, jumps out of bed in a panic while the older teenager continues talking and laughing.",
            "The young boy frantically looks around his room, grabs clothes, and rushes to get dressed amid the cluttered setting.",
            "The boy sprints down the stairs hastily, still struggling to put on his clothes while holding a backpack and a towel wrapped around his head.",
            "The boy rushes into the kitchen, climbs onto the counter, grabs a cereal box, and pours cereal directly into his mouth.",
            "With a towel still on his head, the boy drinks milk straight from the carton, spilling it down his face and chest.",
            "Milk dripping down his face, the boy grabs a spoonful of sugar and eats it before quickly tugging the towel off his head.",
            "The boy hastily ties his shoelaces in the kitchen, preparing to rush out while milk drips down onto the floor from his careless drinking.",
            "The boy playfully swings a toy sword at his father in the kitchen, who humorously joins the mock battle in his pajamas.",
            "The boy in a striped shirt turns to face the window with a concerned expression as the moon shines outside.",
            "The father enthusiastically explains something to the boy while gesturing with a toy sword in the cozy kitchen.",
            "The woman in a white robe holding a young child walks down the stairs toward the father and son in the kitchen.",
            "The boy in a striped shirt looks confused as the woman continues to hold the child.",
            "The boy, still looking distressed, argues passionately as his parents remain attentive in the kitchen.",
            "A teenager lies on his bed in a dimly lit room, with his family standing nearby, concerned.",
            "In a dimly lit room, a boy stands nervously as a smiling man holding a plunger stands beside him.",
            "A teenage boy lies on his bed in a dimly lit room, transitioning into an animated thought bubble with a smiling face.",
            "A teenage boy stands worriedly beside a sleeping figure on a bed in a dimly lit room."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A teenage boy with messy dark hair leans over a younger boy with tousled dark hair in bed, both appearing animated.",
            "The younger boy, covered with a plaid blanket, looks confused as he sits up in his bed at 8:01 AM.",
            "The teenage boy with messy dark hair, in a red and black hoodie and carrying a backpack, talks animatedly while standing in the doorway.",
            "A young boy with short brown hair in only underwear rushes downstairs, pulling on jeans and a striped towel over his head.",
            "The young boy with short brown hair opens kitchen drawers and cabinets, searching for something, and finds a box of cereal.",
            "The young boy with short brown hair in underwear spills cereal, opens the refrigerator, and drinks milk straight from the carton, spilling it down his chest.",
            "A shirtless young boy with short brown hair, a red-striped towel on his head, and milk dripping from his mouth, eats cereal messily at the kitchen counter.",
            "A young boy with short brown hair, wearing a red and black striped shirt and jeans, hurriedly brushes his teeth and ties his shoes in the kitchen.",
            "A man in his forties, wearing plaid pajamas and holding a toy sword, chases a young boy with short brown hair in a red-striped shirt around the kitchen.",
            "A boy with short brown hair, in a red-striped shirt, looks nervously at a giant owl perched outside under the crescent moon.",
            "In the kitchen, the boy speaks to the man in plaid pajamas holding a toy sword, while a woman and another child descend the stairs.",
            "The man in plaid pajamas playfully gestures with the toy sword as the boy with short brown hair in a red-striped shirt watches intently.",
            "A woman in glasses and white robe holds a toddler in pajamas, while a boy in a red-striped shirt listens intently.",
            "A boy in a red-striped shirt speaks emphatically to a woman in glasses holding a toddler, and a man in plaid pajamas.",
            "A teenage boy in light blue shirt sleeps in a dimly lit room with windows, while his family stands in the background.",
            "A teenager in a red-striped shirt stands worriedly in a wooden room, while a middle-aged man in a plaid shirt holds a yellow mop.",
            "A teenage boy with dark messy hair lies on his side, eyes closed, in a dimly lit room, while a blue aquarium light glows behind him.",
            "A sad-looking teenage boy with short, spiky hair stands over another boy lying down on a bed, both in a lined notebook environment."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "A boy with messy hair smiles energetically over another boy in bed who looks surprised, in a cozy room with model airplanes hanging from the ceiling.",
            "The younger boy sits up, looking shocked at the clock showing 8:01, while the older boy in a red hoodie stands next to the bed.",
            "The older boy is leaving the room with a confident look, while the younger boy hurriedly gets out of bed in his underwear.",
            "The younger boy, still in his underwear, races down the stairs with pants half-on, a backpack in one hand, and a towel over his head.",
            "The boy, now in jeans but still shirtless with a towel on his head, urgently searches through kitchen drawers and cabinets, grabbing a box of cereal.",
            "The boy, shirtless with a towel on his head, chews on cereal while rummaging through the fridge.",
            "The boy, now dressed, inspects his reflection in the back of a shiny kitchen pan while standing in a brightly lit kitchen.",
            "The boy hurriedly packs away breakfast items, concentrating intensely as he scoops cereal into a bowl on the kitchen counter.",
            "In a cozy kitchen, a pajama-clad man and a boy engage in a playful chase with toy weapons, fruit bowl on the counter.",
            "A boy, in a striped shirt, glances worriedly out the kitchen window, where a giant owl perches under a crescent moon.",
            "A man playfully brandishing colorful toy weapons converses animatedly with the boy in the kitchen as another child runs down the staircase.",
            "A woman holding a young child joins the man and boy in the cozy, brightly lit kitchen filled with warm, inviting colors.",
            "The woman, holding the young child, speaks to the boy in the striped shirt while a man in a robe stands beside her in the homey kitchen.",
            "The boy in the striped shirt looks worried, standing in the warm kitchen as he speaks to the woman holding the child.",
            "A boy lies on a bed in a dimly lit cozy room, decorated with a lava lamp and red lanterns, as a family stands nearby.",
            "In a dimly lit rustic room, the boy in the striped shirt looks concerned while another boy lies on a bed, and a man stands beside them.",
            "A close-up of the boy lying on the bed transitions to an animated scene where a doodle of his face forms, seemingly lost in thought.",
            "The scene transitions to the family at the door, with the boy in front showing his toothless grin and others reacting joyfully."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "A boy energetically wakes another younger boy in a bedroom decorated with model planes, urging him to get out of bed.",
            "The younger boy looks surprised and hurriedly glances at an alarm clock showing 8:01 AM on his bedside table.",
            "The younger boy quickly gets out of bed, stumbling as he rushes to find his clothes.",
            "The boy runs down the stairs in his underwear, attempting to pull on jeans while holding a backpack and a towel draped over his head.",
            "The boy opens kitchen drawers, climbs the counter, and grabs a cereal box from a high cupboard, scattering cereal in his excitement.",
            "The boy, shirtless with a towel on his head, grabs milk from the fridge and guzzles it straight from the carton, spilling milk on himself.",
            "The boy hurriedly eats cereal at the kitchen counter, milk dripping down his face and a towel draped over his head.",
            "The boy brushes his teeth at the kitchen counter, grabs his backpack, and hurries to put on his shoes.",
            "In the kitchen, a boy and a man playfully swing plastic batons at each other.",
            "The boy glances out the kitchen window at an enormous owl perched on a tree branch under the moonlit sky.",
            "The man in pajamas gesticulates while talking to the boy, as a woman carries a child up the stairs in the background.",
            "The boy, now holding a toy, looks confused while the man continues talking animatedly in the kitchen, with appliances and a staircase in the backdrop.",
            "A woman in nightwear holds a child and speaks to the boy, while the man stands nearby in the kitchen.",
            "In a dimly-lit room with colored lights and various decorations, a boy lies diagonally on his bed.",
            "A concerned family stands at the foot of the boy's bed, watching him as he lies asleep.",
            "A man holding a tool and a boy in a striped shirt stand in a dimly lit, wooden room.",
            "A boy lying in bed, seen from the side, with a blue light softly illuminating his face.",
            "A distressed boy stands next to a bed where another boy peacefully sleeps, scribbled on a lined paper background."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A teenage boy with messy dark hair, red shirt, and backpack, energetically talks to a younger, startled boy lying in bed in a cozy room.",
            "The younger shirtless boy with messy hair looks alarmed, sitting up from bed as the clock reads 8:01 AM.",
            "The teenage boy with messy dark hair, red hoodie, and backpack, leaves the room while the younger shirtless boy jumps out of bed in his underwear.",
            "The younger boy, wearing only underwear with a towel on his head, hurriedly dresses while rushing down the stairs and through the kitchen.",
            "The younger boy, still shirtless with a towel on his head, rummages through kitchen drawers and cabinets before eagerly eating cereal directly from the box.",
            "Continuing, the younger boy, shirtless with a towel on his head, opens the refrigerator and hastily drinks milk straight from the carton.",
            "The boy, now dressed, examines his face reflected in a large, shiny pot on the kitchen counter.",
            "The boy in a red striped shirt hurriedly fills and eats a spoonful from a small cup, then puts on his sneakers.",
            "A man in pajamas and a robe, holding a toy hammer, chases a young boy in a red striped shirt and jeans around the kitchen.",
            "A young boy in a red striped shirt turns to look at a giant owl perched outside a house at night.",
            "A middle-aged man in pajamas energetically talks to a boy in a red striped shirt within a cozy, cluttered kitchen.",
            "A concerned young boy in a red striped shirt listens intently to the middle-aged man energetically speaking to him, while a woman carries a child into the kitchen.",
            "A middle-aged woman with glasses carries a toddler in pajamas, heading towards the young boy in the kitchen.",
            "A young boy wearing a red-striped shirt speaks emphatically in the kitchen while his family, a middle-aged man and woman holding a toddler, watch him.",
            "A teenage boy lies on a bed in a dimly lit room with a lava lamp, as his family, including a middle-aged man, woman with glasses holding a toddler, and a young boy in a red-striped shirt, stand nearby.",
            "A teenage boy lies unconscious on a bed in a dimly lit room as a young boy in a red-striped shirt and a middle-aged man with a mop stand nearby.",
            "A teenage boy lies on a bed, transitioning into a doodle-like animation, while soft yellow lighting illuminates the scene.",
            "A doodle-like teenage boy lies on a bed as another doodle boy with sparse hair stands beside him, looking concerned."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "A happy teenage boy leans toward the camera in a bedroom with model planes on the ceiling.",
            "An older boy wakes a younger one up in a bedroom with model planes and an alarm clock showing 8:01 AM.",
            "The older boy, wearing a backpack, talks to the younger one while walking out of the bedroom filled with posters and toys.",
            "A younger boy frantically runs out of the bedroom in his underwear and heads downstairs while dressing, passing through a brightly lit kitchen.",
            "In a bustling kitchen, the boy opens drawers and cupboards, retrieves cereal, and begins eating it directly from the box.",
            "The boy, with a towel over his head, drinks milk from the jug and rushes around the kitchen, passing by the fridge and countertop mess.",
            "The boy, after spilling milk, hurriedly puts on pants and shoes over his wet clothes, and rushes out as dishes clutter the sink.",
            "The boy brushes his teeth hastily at the sink, spills toothpaste, and rushes around the cluttered kitchen, tying his shoes quickly before running out.",
            "In a cluttered, warmly lit kitchen, a man in pajamas holding a toy chases a boy with a toothbrush in his mouth.",
            "The boy, in a red and white striped shirt, glances toward a window in the cozy kitchen at dusk.",
            "The man in checkered pajamas, still holding the toy, energetically talks to the boy in the striped shirt as another child runs down the stairs.",
            "A woman in a bathrobe carries a young child, entering the kitchen where the man and boy stand facing her.",
            "The woman, still holding the young child, converses with the boy in the striped shirt while the man stands beside her in the kitchen.",
            "A boy passionately addresses the camera with an intense expression while standing in a warmly lit room with brown curtains and green plants.",
            "A teenager lies on a bed in a dimly-lit room with blue windows, surrounded by decorations, as he is watched by a concerned family.",
            "A child in a striped shirt and an adult with a red tool stand in a dimly lit wooden room, appearing thoughtful.",
            "A hand-drawn animated character transitions from the face of a resting teenager, creating a dreamlike connection between reality and imagination.",
            "A young boy stands worried beside a bed while another child sleeps soundly under a blanket in a dimly lit room."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91,
            98,
            105,
            112,
            119
        ]
    },
    {
        "frequency": "fifteen",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "A boy with tousled hair and a red hoodie hovers over another boy lying in bed, who looks startled and confused.",
            "The boy in the red hoodie starts leaving the room while the boy in bed scrambles out, looking panicked, and begins hurriedly searching for something.",
            "In the kitchen, wearing only a pair of jeans and a towel on his head, the boy enthusiastically devours a colorful cereal straight from the box, spilling it everywhere.",
            "The boy gleefully explores every corner of the kitchen while munching the cereal, unaware of the man who enters the room holding a toy sword.",
            "The boy, now aware of the man holding the toy sword, pauses mid-bite, a strip of red candy hanging from his mouth, and looks bewildered.",
            "The man, looking determined and gesturing with the toy sword, tries to explain something to the boy, while the boy remains puzzled and a woman carrying a toddler descends the staircase in the background.",
            "The boy, now in his pajamas, lies sprawled on his bed beneath a warm, dim light, gazing thoughtfully at the ceiling as family members stand by the doorway, watching him with concerned expressions.",
            "The boy drifts into a dream state, where animated creatures begin to appear and interact in his imaginative world, vividly projected above him.",
            "As the boy's dream deepens, he finds himself in a whimsical universe with sketch-like characters who move and gesture energetically, creating a playful and surreal environment around him."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "In a cluttered bedroom with model airplanes hanging from the ceiling, a disheveled young boy with wide eyes exuberantly leans towards the camera, speaking animatedly to another boy who is still lying in bed, wrapped in a plaid and basketball-themed comforter, looking both confused and startled.",
            "The energetic boy hurries out of the room, leaving the second boy scrambling out of bed and nervously fumbling to put on his clothes as he races to catch up.",
            "In a warm, bustling kitchen, a shirtless boy with a towel draped over his head climbs onto the counter, grabs a box of cereal from a cabinet, and eagerly pours it into his mouth, spilling milk from the carton he pulls from the fridge moments later.",
            "In the brightly lit kitchen, the boy pauses mid-action, staring at his distorted reflection in a shiny frying pan on the counter, momentarily fascinated before continuing his breakfast preparations.",
            "A man in pajamas, holding two colorful plastic toys, talks animatedly to a boy in a red striped shirt, set against the warm, homely backdrop of their kitchen.",
            "The young boy listens intently, his brow furrowing in confusion as the man eagerly demonstrates something with one of the toys, while a woman carrying a toddler comes into view from the background, adding to the bustling family scene.",
            "As the scene transitions to a dimly lit room adorned with glowing lanterns and playful decor, the young boy now addresses a different boy lying on a bed, speaking with a mix of concern and frustration.",
            "In the dimly lit room, the boy in the striped shirt stands beside an older man holding a toy golf club, addressing a third boy who is lying on a bed, while the older man looks on with an encouraging smile.",
            "The scene then shifts to a door where three new characters enter, expressing delight as a small child wearing a helmet smiles proudly in front of a wall art piece featuring an exaggerated face."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A teenage boy with tousled dark hair and wearing a red hoodie playfully leans toward another boy, who is younger with short dark hair, startled and clutching his checkered blanket while sitting up in bed, and the room has toy airplanes hanging from the ceiling.",
            "The older boy, now standing with a backpack, glances back and smiles at the younger boy amidst a cluttered room filled with various toys and a baseball-themed decor.",
            "In a warmly lit kitchen with wooden cabinets and a white tiled backsplash, a shirtless teenage boy with tousled dark hair and a towel draped over his head rummages through a cupboard, grabs a box of cereal, and ravenously pours it into his mouth.",
            "The teenage boy, now partially dressed in a red and white striped shirt that he struggles to pull on, glances at his reflection on the shiny blue bottom of a frying pan in the cluttered kitchen.",
            "A middle-aged man with short, disheveled hair, wearing a plaid bathrobe over pajamas, stands near a staircase in the kitchen holding colorful water guns, while a young boy with straight, dark hair and a red and white striped shirt faces him with a nervous expression.",
            "A woman in her late thirties with shoulder-length hair and wearing glasses and a white bathrobe carries a young child with curly hair in pajamas down the stairs into the cozy kitchen, which features a bowl of fresh fruit on the counter and family photos on the refrigerator.",
            "A preteen boy with straight, dark hair and a red and white striped shirt stands in the kitchen, speaking with a concerned expression to his family.",
            "A preteen boy with straight, dark hair and a red and white striped shirt stands next to a smiling man in his forties with short, wavy hair and a plaid shirt in a dimly lit wooden shed.",
            "The scene is a simple black-and-white drawing with sketch-like lines, featuring a boy with a simple stick figure body and a tuft of hair standing next to a person lying down with a puzzled expression on his face."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "A young boy wakes up startled in a cozy, dimly lit bedroom filled with model airplanes hanging from the ceiling, indicating a sense of childhood wonder and early morning quiet.",
            "A teenage boy with unruly hair and a backpack gestures animatedly while talking to the boy, who rushes out of bed and into a bright hallway with striped wallpaper.",
            "In a warmly lit kitchen with wooden cabinets and playful magnets on the fridge, a young boy in his underwear excitedly rummages for cereal, his striped pajama top draped over his head, evoking a sense of childhood playfulness and morning chaos.",
            "A young boy, dressed in a red-striped shirt now properly worn, enthusiastically spreads toothpaste on multiple brushes at the kitchen counter, the playful morning atmosphere continuing.",
            "In the cozy kitchen, a boy in a red-striped shirt looks anxious while holding a toothbrush in his mouth, adding an element of curiosity and concern to the morning scene.",
            "A man in a robe animatedly gestures while talking to the boy at the kitchen counter, where a bowl of fruit and various family photos on the fridge create a warm and lived-in feeling.",
            "A woman in a nightgown holds a toddler and speaks earnestly to the boy, standing beside a staircase, which adds a sense of urgency and concern to the intimate family setting.",
            "In a dimly lit wooden shed cluttered with tools and objects, a young boy in a striped shirt stands next to an older man holding a broom, creating an atmosphere of determination and curiosity, while a young teenager lies in bed, staring intently.",
            "In a simplistic, hand-drawn style, two boys interact in a bedroom with one standing over the other's bed; strong lines and minimal details evoke a sense of innocence and childhood simplicity."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "A young boy wakes up in bed, surprised by an older boy who is smiling and leaning over him excitedly in a room decorated with model airplanes hanging from the ceiling.",
            "The older boy, wearing a red and black hoodie with a backpack, animatedly speaks to the younger boy and then heads towards the door, turning back to say something with a smile.",
            "A young boy in jeans with a striped towel over his head rummages energetically through the kitchen, grabbing a box of cereal from the cupboard, pouring it into his mouth, and ending with milk dripping from his chin.",
            "The young boy in a red striped shirt, now struggling to remove the shirt stuck over his head, accidentally knocks over a few kitchen utensils while moving around the room.",
            "In a robe and pajama pants, the man stands in the kitchen doorway facing the boy holding a toy sword, with the kitchen island between them and the boy looking slightly confused.",
            "In the brightly lit kitchen, the man in a plaid robe hands the boy in the red striped shirt a dish towel while gesturing animatedly, as a woman carrying a young child descends the stairs in the background.",
            "The boy in red stripes, speaking intensely, expresses his frustration to the family gathered in the warm, dimly lit kitchen.",
            "Two characters appear in a dimly lit barn, with tools and wooden crates scattered around, looking at a boy lying on a blanket with a cartoon drawing of a grumpy face superimposed on his face.",
            "The scene shifts to a simplistic, black and white hand-drawn style where a sad boy stands next to a sleeping figure on a bed while the camera then pans to a group of smiling characters at the door, including a smaller child holding a toy."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A teenage boy with shaggy dark hair and wide expressive eyes, wearing a dark brown hoodie with a red front, leans in closely with a mischievous grin as paper airplanes are suspended from the bedroom ceiling.",
            "The teenage boy, now shirtless with tousled hair, scrambles out of bed in a room filled with model airplanes and posters, urgently putting on jeans while dashing down the stairs.",
            "In a cozy kitchen with wooden cabinets and a white tiled backsplash, the teenage boy, shirtless with dark, tousled hair and wearing jeans, clambers onto the counter to reach for a cereal box, spilling its contents and hurriedly devouring it before swigging milk straight from the carton.",
            "The teenage boy, now in a red-striped shirt, frantically dresses as he navigates through the homey kitchen, where a frying pan, various utensils, and fresh fruits are visible, glancing at his reflection in a shiny pot before spooning heaps of cereal into his mouth, all while another person in plaid pajamas chases him with a bright yellow fly swatter.",
            "In the warmly lit kitchen, the adolescent boy with dark, tousled hair and in a red-striped shirt, anxiously chews on a red licorice stick, while outside, a gigantic owl with piercing yellow eyes observes the house from a tree under a starry night sky with a crescent moon.",
            "In the bustling kitchen decorated with colorful magnets on the fridge and a fruit bowl on the counter, a middle-aged man with brown hair, wearing a plaid robe, gesticulates passionately with a red fly swatter while an adolescent boy in a red-striped shirt listens intently; nearby, a woman in her late thirties, with chestnut hair and wearing glasses, holds a toddler and watches from the staircase.",
            "In a dimly lit room adorned with glowing red lanterns and a lava lamp, a teenage boy in pale blue pajamas lies sprawled on a bed with a troubled expression, as his family—a man in a plaid robe holding a fly swatter, a woman in a white nightgown holding a toddler, and another adolescent boy in a red-striped shirt—looks on from the doorway with concern.",
            "In a dimly lit wooden barn, a teenager in a red-striped shirt stands anxiously beside a man in his early forties, wearing a plaid shirt and holding a red fly swatter, as they observe a young boy with dark tousled hair lying on a table, seemingly unconscious; intense concern is etched on their faces, illuminated by a small light from above.",
            "Inside a dimly lit room with lined paper as walls, a slender, cartoonish boy with sparse hair stands with a worried expression over another character, who lies flat and motionless on the ground."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "An older boy, wearing a red hoodie, wakes up a younger boy in a bed with basketball-themed sheets, as an alarm clock on the bedside table shows 8:01 AM.",
            "The younger boy, still in his underwear, scrambles out of bed, hurriedly putting on his jeans and attempting to get dressed while rushing down the stairs.",
            "In a brightly-lit kitchen with wooden cabinets and a colorful fridge, the younger boy, now shirtless and with a towel over his head, energetically climbs onto the counter, reaching for a box of cereal from a high cabinet.",
            "In the warm kitchen with its white stove and green countertops, the boy rushes around while trying to pull his striped shirt over his head, his reflection seen on a shiny blue pot near the sink.",
            "An excited young boy with a towel draped over his head hurries through the cozy kitchen at night, while his father, wearing pajamas and a bathrobe, stands by the fridge holding a toy sword, the fruit bowl with colorful apples and oranges sits on the island in the foreground.",
            "In the kitchen, the boy stands with a perplexed expression in front of his father, who is gesturing emphatically, as a woman carrying a young child appears at the bottom of the staircase in the background.",
            "The intense argument continues as the boy, now becoming more expressive, pleads his case to his parents amid the warm lighting of the homely kitchen, where the stairway and refrigerator adorned with magnets add to the family atmosphere.",
            "In a dimly lit wooden shed, a young boy in a red and white striped shirt stands with a concerned expression alongside a man holding a red shovel, while another boy lies on a makeshift bed, indicated by the soft blue glow of a lamp.",
            "The scene shifts to a simplistic, hand-drawn animation style with two boys in a lined-paper background, one boy standing with a sad expression and the other lying down, emphasizing a stark, doodle-like environment."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "A bewildered young boy wakes up in bed as an older boy in a red hoodie animatedly gestures, urging him to get up quickly.",
            "The young boy hurriedly puts on jeans while rushing downstairs, a towel draped on his head and a backpack in hand.",
            "The boy clumsily prepares breakfast in the kitchen, spilling cereal and milk everywhere, as he frantically gets ready.",
            "The boy, shirt halfway on, rushes through the kitchen, peers into a shiny pan, and quickly brushes his teeth at the counter.",
            "Startled, the boy looks up from the counter, his half-brushed teeth having captured the attention of his father holding a toy gun.",
            "A man in a plaid robe vehemently explains to a confused boy in a striped shirt, as a woman holding a young child watches from the stairs.",
            "In the dimly lit room, a boy lays sprawled on a bed, while his family—holding a toy, a child, and concern—gathers at the entrance.",
            "A boy, lying unconscious on a bed, has his worried brother and father standing beside him in a dimly lit room.",
            "The boy stands somberly by the bed, where another boy lies with eyes closed, while disarray fills the dim room."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A teenage boy with dark, messy hair excitedly wakes up a younger boy in bed, urging him to get ready quickly as it's already 8:01 AM.",
            "The younger, dark-haired boy hurriedly gets out of bed and rushes around his cluttered, bedroom in his underwear.",
            "The younger boy, with dark messy hair and a towel on his head, climbs on counters in a cluttered kitchen, grabs a cereal box, pours it into his mouth, and drinks milk straight from the container.",
            "The young boy with dark, messy hair gets dressed in a red and white striped shirt in a cluttered kitchen.",
            "A man in his 30s, wearing pajamas and a robe, speaks to a young boy with dark, messy hair in a cluttered kitchen.",
            "A woman with dark hair glasses wearing a robe holds a young child with curly hair on the staircase as they look at the kitchen scene.",
            "In a dimly lit room with string lights, a teenage boy with short hair lies on a bed, while his family stands nearby.",
            "A young boy in a red striped shirt and an older man with short hair, holding a broom, stand in a dimly lit rustic room.",
            "A teenage boy with short hair stands over a person lying on a bed in a dimly lit room, appearing concerned."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "A young boy is startled awake in his room by an enthusiastic older boy, with model airplanes hanging above suggesting a playful atmosphere.",
            "The young boy frantically gets dressed, rushes downstairs, and searches through kitchen drawers, indicating urgency and a sense of adventure.",
            "The young boy, now shirtless with a towel on his head, ravenously gulps cereal and milk in the cozy, sunlit kitchen.",
            "In the cluttered kitchen, the boy glances at his distorted reflection on a shiny pot, momentarily distracted from his hurried morning routine.",
            "At night, inside the warm kitchen, the boy, wearing a striped shirt, looks alarmed as he stands near the table while a man in pajamas holds kitchen utensils.",
            "In the kitchen, with colorful magnets on the fridge and a bowl of fruit on the counter, a man in pajamas talks animatedly to the boy.",
            "In the dimly lit bedroom, a boy lies on his bed staring at the ceiling, surrounded by warm, ambient glow and a cluttered desk.",
            "In a dimly lit, rustic room, one boy stands in striped pajamas while another lies on a bed, hinting at a conversation between them.",
            "In a lined-paper background, one boy stands beside another who is lying on a bed, seemingly concerned, creating a simple and minimalist doodle scene."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "A boy suddenly wakes up as an older boy in a red hoodie stands beside his bed, seemingly alarming him.",
            "The boy hurriedly gets out of bed, grabs his clothes, and rushes downstairs, struggling to dress as he goes.",
            "The boy, now shirtless with a towel on his head, climbs on the kitchen counter, grabs cereal, pours it into his mouth, and rushes to the fridge for milk.",
            "The boy lifts his head to see his reflection in a pan, then grabs a spoon and frantically shovels cereal into his mouth.",
            "A boy stands in the kitchen, looking confused as he chews on a red licorice stick, while a man in pyjamas stands in front of him, holding two toy swords.",
            "A woman carrying a child walks downstairs, looking concerned as the boy with the licorice and the man with toy swords turn toward her.",
            "A boy in a striped shirt talks animatedly to a concerned man and woman, who is holding a child, in a brightly lit kitchen.",
            "A boy in a dark room stands nervously next to a man holding a stick, while another boy lies on a table nearby, unconscious.",
            "A sad boy stands over a motionless body on a table in a dimly lit room, while others nearby react in shock."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A teenage boy with messy dark hair and a younger boy with similar hair are in a room with model planes, waking up in a rush at 8:01 AM.",
            "The younger boy, wearing only boxers, frantically rushes downstairs, struggling to put on jeans and sneakers before grabbing a snack from the kitchen drawer.",
            "A shirtless younger boy with dark hair searches kitchen cabinets, pours sugary cereal into his mouth, and drinks milk straight from the carton.",
            "A boy with dark hair in a red striped shirt is brushing his teeth vigorously over the kitchen counter.",
            "A man in his late thirties with dark hair in pajamas holds toys while a boy in a red striped shirt stands nearby in the kitchen.",
            "A woman in her thirties with dark hair and glasses carries a toddler in pajamas down the stairs towards the kitchen.",
            "A boy in a red striped shirt with short brown hair is speaking passionately in the kitchen.",
            "A teenage boy with shaggy brown hair lies in bed, listening intently to the animated boy in the red striped shirt.",
            "A sad teenage boy with a few strands of hair stands next to a lying boy in a cartoonish, sketched environment."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "A boy wakes up startled in his bed as a grinning young man looms over him in a cozy, well-lit room decorated with model airplanes.",
            "The younger boy frantically gets dressed and rushes downstairs, hurriedly pulling clothes from kitchen drawers.",
            "A boy in only underwear and a towel on his head searches kitchen cabinets, pours cereal directly into his mouth from the box, and drinks milk.",
            "The boy quickly brushes his teeth at the kitchen counter with two toothbrushes, while another person in pajamas chases him with a toy.",
            "A boy with a striped shirt and a piece of candy in his mouth looks confused in the brightly lit kitchen.",
            "A man in a plaid robe talks animatedly to a boy in a striped shirt, while a woman holding a child watches from the stairs.",
            "In the dimly lit bedroom filled with warm lights, a boy lies on his bed looking contemplative, while his family stands by in their pajamas.",
            "In a barn with wooden walls, a man holding a croquet mallet talks with a boy in a striped shirt, who looks concerned.",
            "A cartoonish scene shows a worried boy standing next to a bed where another figure is lying down, with a cluttered notebook background."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90,
            105,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "A boy wakes up in his bed, startled, as an older boy in a red and brown hoodie, standing beside the bed, gestures animatedly while speaking to him.",
            "The younger boy rushes into the kitchen, climbs onto the counter to reach a wooden cupboard, and starts rummaging through it.",
            "The boy in a red and white striped shirt pauses mid-action, glancing towards the kitchen entrance where a man in pajamas, holding colorful tools, appears and engages him in conversation.",
            "As the boy continues to argue, the camera shifts to the older teenager sprawled across his bed in a dimly-lit room, the glowing lava lamp casting a soft blue light in the background, and then morphs into a cartoonish figure on his diary page.",
            "The scene transitions back to the boy in the red and white striped shirt, now a cartoon figure, standing beside his friend's bed, appearing concerned as the friend lies motionless."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "A teen with tousled hair leans in close, showing a mischievous grin as a younger boy wakes up in a room decorated with model airplanes hanging from the ceiling, reacting with wide-eyed surprise.",
            "A young boy with a striped towel draped on his head and wearing only jeans and sneakers rummages through kitchen cabinets, pouring cereal directly into his mouth with glee.",
            "In a warmly-lit kitchen with wooden cabinets and a bowl of fresh fruit on the island, a father in pajamas excitedly talks to his son, who is dressed in a striped shirt and looking confused.",
            "The mother, holding a toddler, gestures animatedly as the boy in the striped shirt looks back with a puzzled expression, and the father watches from the side, maintaining an engaged yet concerned demeanor.",
            "In a crudely animated, notebook-style scene, a boy with a sad expression stands over another figure lying horizontally, whose head is turned towards the viewer."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A teenage boy with tousled dark brown hair and olive skin gazes excitedly into the camera while model airplanes hang from the ceiling behind him.",
            "A shirtless boy with short dark hair stands on the kitchen counter, reaching into an overhead cabinet with jeans hanging low on his hips.",
            "In a warmly lit kitchen with wooden cabinets and a tiled backsplash, a man in his late thirties, with short brown hair, wearing a plaid robe, gray shirt, and plaid pajama pants, stands near a young boy with short dark hair and wearing a red striped shirt and jeans, while a fruit bowl sits on the island counter.",
            "In the kitchen, a woman in her late thirties with long brown hair and glasses, wearing a white robe, holds a toddler with curly hair, brown eyes, and wearing a gray and white onesie, while looking at the boy in the red striped shirt.",
            "In a simple, black-and-white sketched room with lined walls, a tall, skinny boy with a round head, sparse hair, and a sad expression stands over a boy lying on the ground, who has a round head and short hair."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "In a bedroom adorned with model airplanes, a teenager with messy hair grins down at a young boy who is startled awake from his slumber beneath a colorful plaid quilt featuring basketball designs, as the alarm clock reads 8:01 AM.",
            "In a cozy, dimly lit kitchen with wooden cabinets and a large fruit bowl filled with bright, colorful fruits on the counter, a boy frantically climbs and rummages through cupboards, a towel draped over his head like a hat, eagerly munching on cereal and chugging milk with youthful abandon.",
            "Amid the warmth of a family kitchen in the evening, light flickers from a lamp as a boy, dressed in a red and white striped shirt, watches a man in pajamas animate a humorous scene, adding to the cozy yet dynamic atmosphere of their home.",
            "In the soft glow of evening, a family gathers in the kitchen with concern as a mother in a nightgown holds a baby, a father in pajamas stands nearby, and a young boy in a striped shirt expresses something urgently, the refrigerator adorned with magnets and notes adding to the homely environment.",
            "In the pages of a journal, a worried cartoon boy stands over another child lying on the ground, set against the background of ruled notebook lines."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "A boy jumps out of bed, realizing he is late, and frantically starts getting dressed while rushing down the stairs.",
            "The boy climbs onto the kitchen counter, opens a cabinet, and hurriedly searches for a box of cereal.",
            "A man in pajamas, holding cooking utensils, looks frustrated as he talks to a boy in a red striped shirt standing in the kitchen.",
            "A woman in a white robe, holding a baby, extends her hand toward the boy in the red striped shirt, while a man in pajamas stands next to her looking concerned.",
            "A boy with a sad expression stands beside the bed of another boy who appears to be sleeping."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A teenage boy with tousled dark hair leans over the bed of a younger boy with similar features, telling him urgently it's past 8:00 AM; the younger boy, panicking, frantically jumps out of bed wearing only boxer shorts and struggles to put on his jeans as he hurries downstairs.",
            "The younger boy, shirtless and with dark hair, frantically searches through the cupboards before finally pulling out a box of cereal, pouring it directly into his mouth while spilling some on the kitchen counter.",
            "The father, a man in his late thirties with dark hair, wearing a plaid robe and pajamas, stands in the kitchen with a hockey stick, while the younger boy now in a red and white striped shirt, jeans, and tousled dark hair, looks at him with a licorice stick hanging from his mouth.",
            "The family stands in a warmly lit kitchen with wooden cabinets; the mother, a woman in her late thirties with long brown hair wearing glasses and a white robe, cradles a dark-haired toddler dressed in patterned pajamas, while the younger boy in a red and white striped shirt and jeans speaks animatedly.",
            "In a sketched, lined-paper world, a young boy with spiky hair and a concerned expression stands beside a bed where his father, a balding man with glasses, sleeps peacefully."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "A young boy, hurriedly waking up, sits in his colorful bed surrounded by model airplanes hanging from the ceiling.",
            "The boy runs into a cozy kitchen with wooden cabinets and a white fridge covered in magnets and notes, hurriedly rummaging through cupboards and the refrigerator gathering cereal and milk, spilling items in his rush.",
            "As the boy prepares his meal, an older man in pajamas and a bathrobe enters the kitchen, holding colorful toy weapons and engaging the boy in playful conversation amid the morning's chaos.",
            "In the dimly lit bedroom, the boy lies sprawled across his bed, surrounded by soft glows emanating from a lava lamp and fairy lights, with family members standing nearby, watching with mixed expressions.",
            "In a lined paper background, two stick-figure characters are present, one lying down with closed eyes while the other stands nearby, appearing concerned."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "A boy wakes up startled to his older brother's loud wake-up call, realizing it’s 8:01 AM and he’s late.",
            "The boy races downstairs, hurriedly grabbing cereal and milk, messily pouring them directly into his mouth without using a bowl or glass.",
            "The older brother enthusiastically explains something while a small child is carried downstairs by a woman, and a huge owl is perched outside at night.",
            "The family stands concerned in the kitchen as the boy intensely pleads his case, then the boy rests in bed under dim lighting, transitioning to a cartoon dream sequence.",
            "The boy looks troubled as he watches a sleeping figure, then the scene shifts to the child standing, with the perspective panning to a door where others react warmly."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A teenage boy with messy brown hair leans over his younger brother, waking him up in an airplane-themed bedroom.",
            "A young boy with a red-striped towel on his head, shirtless and wearing jeans, eagerly reaches for a cereal box in a cozy kitchen.",
            "A middle-aged man in pajamas talks to a teenage boy with messy brown hair wearing a red-striped shirt in a brightly lit kitchen.",
            "A mother in a white robe holds a toddler, while a middle-aged man and a boy in a red-striped shirt stand in a kitchen.",
            "A teenage boy with three hairs stands beside a lying person in a plain room, then discovers a younger kid at the door wearing safety glasses with messy tools on the floor."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "A frantic boy jumps out of bed in the morning, hastily dressing as his brother grins and points to the clock showing 8:01 AM.",
            "A boy rushes through the kitchen, making a mess while eating cereal and drinking milk directly from the jug.",
            "A dad in pajamas and robe excitedly plays with his son in the brightly lit kitchen, filled with chatter and the clatter of breakfast preparations.",
            "A family in the kitchen, the mother holding a baby, looks concerned as they converse with their son who is in striped pajamas.",
            "A tired-looking boy stands beside a bed where his father lies, with a messy bedroom environment in the background."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "An older boy enthusiastically wakes up a younger boy in bed, who panics, realizing he's late, and hurriedly gets dressed.",
            "A younger boy hurriedly grabs cereal from a cupboard, eats it messily, and drinks milk straight from the carton in a kitchen.",
            "The boy with a striped shirt stares in shock as he turns to see an enormous owl perched outside his kitchen window.",
            "A startled family, in pajamas, confronts a boy in a striped shirt in their kitchen, the mother holding a toddler.",
            "A boy looks down at a man lying on the floor, concerned, then leaves the room, and a mobile drops to the floor."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A teenage boy with messy dark hair and bright eyes excitedly wakes a younger boy in bed.",
            "A teenage boy with messy dark hair and bright eyes searches for cereal in the kitchen, excitedly pours it into his mouth, and drinks milk directly from the carton.",
            "A teenage boy with messy dark hair and bright eyes, wearing a red striped shirt, talks to an older man in pajamas while a woman carries a toddler.",
            "The teenage boy lies on his bed in a dimly lit room filled with quirky lamps, while his family stands by with concerned expressions.",
            "A teenage boy with messy hair stands by a bed as the family, including a toddler, reacts to a colorful drawing on the door."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "Morning rush begins as a boy wakes up startled, realizing it's 8:01 AM, and hurriedly gets ready while his older brother talks nearby.",
            "In a bustling kitchen with wooden cabinets, a boy frantically eats cereal directly from the box and drinks milk.",
            "At night, an owl sits on a branch outside a cozy, lit house under a starry sky with a crescent moon.",
            "The family gathers in the kitchen, the father and mother in pajamas with a toddler, while the older boy speaks to them.",
            "A tired boy stands beside the bed of a sleeping figure in a dimly lit room, underlined by notebook paper lines."
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Diary%20of%20a%20wimpy%20kid%20movie%20_%20first%202%20minutes%20clip.mp4?alt=media&token=40631ef3-6aef-4bdc-bb85-a42a9c2b1827",
        "videoTitle": "Diary of a wimpy kid movie",
        "time_stamp_start": [
            0,
            30,
            60,
            90,
            120
        ]
    }
]