[
    {
        "frequency": "seven",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "A man in a pink shirt stands in a cozy kitchen, reaching for utensils on the wall while preparing ingredients at a wooden counter with a cutting board.",
            "A man in a pink shirt carefully pours chia seeds from a bag into a small glass bowl on a wooden kitchen countertop.",
            "A hand steadily pours water from a measuring cup into a small bowl filled with chia seeds on a wooden surface.",
            "A person is using a red and black peeler to remove the skin from a large zucchini on a wooden cutting board.",
            "A person in a red shirt stands at a wooden cutting board, peeling a cucumber with a red and black peeler, then cutting the peeled cucumber into small pieces with a large kitchen knife.",
            "A person in a red shirt is slicing a peeled cucumber into chunky pieces on a wooden cutting board beside a red and black vegetable peeler.",
            "A person in a red shirt is transferring chopped cucumber pieces from a wooden cutting board into a blender cup, with a vegetable peeler and knife laying nearby, and then begins slicing a lemon.",
            "On a wooden cutting board is a mostly full blender cup filled with cubed cucumbers, a small paring knife, peeler, and two halves of a lemon, as a person in a pink shirt uses a yellow juicer to squeeze lemon juice into the cup.",
            "With a wooden cutting board serving as the workspace, lemon juice is being squeezed into a blender cup filled with cucumber chunks, while a lemon half, peeling tool, and knife lay nearby.",
            "A person presses down on a blender filled with a pale green liquid on a wooden countertop in a kitchen.",
            "A person is pouring water into a blender cup filled with a green liquid as it rests on a wooden countertop.",
            "A hand pours the contents of a bowl into a tall, clear blender cup filled with a frothy, light green liquid, which is set on a wooden cutting board.",
            "On a wooden countertop sits a blender cup filled with green smoothie, frothy at the top, and a pink straw protruding from the center.",
            "A frothy green smoothie with a purple straw sits on a wooden cutting board, with a blender base visible in the background."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "In a cozy kitchen with pastel green walls and rustic wooden accents, a man wearing a coral-colored shirt carefully uses a silver scoop to measure ingredients from a large, opened package into a small glass bowl on a wooden table, surrounded by hanging kitchen utensils and illuminated by a warm overhead light.",
            "A man in a pink shirt carefully pours a small amount of chia seeds from a plastic bag into a clear glass bowl on a wooden countertop, preparing for the next step in a recipe.",
            "A steady hand pours water from a measuring cup into a glass bowl filled with tiny black chia seeds, which soon become saturated and start to expand.",
            "A small glass bowl filled with chia seeds sits on a rustic wooden table, while a person uses a red vegetable peeler to strip the skin from a cucumber on a wooden cutting board, adding a vibrant green contrast to the scene.",
            "A person, standing in a kitchen, uses a red-handled peeler to remove strips of the dark green skin from a cucumber on a wooden cutting board, then switches to a knife to slice the peeled cucumber into pieces.",
            "A person is slicing a peeled cucumber on a wooden cutting board, with a vegetable peeler lying to the side.",
            "On a wooden cutting board, a person wearing a red shirt cuts peeled cucumber pieces and places them into a tall blender cup, then reaches for a whole lemon to slice.",
            "On a wooden cutting board, next to a knife and a vegetable peeler, diced cucumbers are being placed into a blender cup, alongside halved lemons, one of which is currently being squeezed over the cucumbers.",
            "On a wooden cutting board, an individual uses a lemon squeezer to add lemon juice to a blender cup already filled with cucumber pieces, then places the cup on a blender base, securing it with one hand.",
            "A person is blending a light green liquid in a small personal blender on a wooden countertop in a kitchen, evidenced by the stove, oven, and appliances in the background, while their hand steadies the container.",
            "In a home kitchen with a cutting board on the counter, a person blends a green smoothie and then pours chia seeds into it.",
            "A person pours a frothy green smoothie into a tall blender cup on a wooden countertop, inserting a purple straw to mix it further.",
            "A tall blender cup filled with a frothy, pale green smoothie topped with a purple straw sits on a wooden chopping board, with a black blender base visible in the background.",
            "A tall, transparent blender cup filled with a light green smoothie sits on a wooden cutting board with a bright pink straw sticking out of its creamy, frothy top."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A man in his late thirties with short dark hair and a medium build, wearing a peach t-shirt and light gray shorts, is working in a well-organized kitchen, using a utensil to open a plastic bag of food on a wooden counter.",
            "In a homely kitchen with muted green walls and a wooden countertop, a man in his late thirties with short, brown hair and a light build, wearing a coral t-shirt, pours chia seeds from a plastic bag into a small glass bowl.",
            "A hand is seen pouring water from a glass measuring jug into a small glass bowl containing chia seeds on a wooden surface.",
            "A person in a red shirt is peeling a fresh cucumber on a wooden cutting board, with a knife placed nearby.",
            "A person with light skin, wearing a pink shirt, peels and slices a cucumber on a wooden cutting board using a vegetable peeler and a knife.",
            "A person with light skin and dark hair, wearing a pink shirt, is slicing a peeled cucumber into chunks on a wooden cutting board, with a red-handled peeler lying beside the chopping area.",
            "A person in a red shirt and blue jeans is transferring cut pieces of cucumber from a wooden cutting board into a clear blender cup, with a large kitchen knife and a vegetable peeler alongside.",
            "A wooden cutting board has a blender cup filled with chopped cucumber pieces, a halved lemon, a large knife, and a vegetable peeler, with someone in a pink shirt squeezing lemon juice over the cucumber.",
            "A person is using a yellow juicer on a wooden cutting board to squeeze a lemon into a clear blender cup filled with chunks of cucumber, with a knife, peeler, and a halved lemon beside it.",
            "A hand with light skin is pressing down on a tall, clear blender filled with a light green liquid, situated on a wooden countertop in a kitchen with stainless steel appliances and light colored walls.",
            "A person in a pink shirt blends a green smoothie in a kitchen, then pours a mixture of black chia seeds and water into the cup.",
            "A silver bowl pours green liquid into a tall blender cup on a wooden cutting board, creating a frothy mixture.",
            "A tall, clear plastic cup filled with a light green, frothy beverage sits on a wooden cutting board, with a purple straw inserted through the lid.",
            "A frothy green beverage fills a tall transparent blender cup, with purple straw standing upright in its center, sitting on a wooden countertop."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "In a cozy, warmly lit kitchen with a wooden countertop, a man in a coral t-shirt opens a package of dry ingredients, transferring them to a small glass bowl while kitchen utensils hang neatly on the mint green wall behind him.",
            "In a modest suburban kitchen with pale green walls and rustic decor, a man in a coral t-shirt carefully measures chia seeds into a glass bowl on a wooden countertop under warm, soft lighting.",
            "A clear glass bowl sits on a rustic wooden table as water is gently poured from a measuring cup, saturating a mound of chia seeds that begin to swell and absorb the liquid.",
            "A clear glass bowl filled with a gelatinous chia seed mixture rests on a rustic wooden surface, the chia seeds dispersed and dark within the glistening substrate; nearby, a person peels a cucumber on a large wooden cutting board, using a red peeler with a black handle, the green skin curling away in strips, and a sharp kitchen knife placed on the cutting board to the left.",
            "In a well-lit kitchen, a person in a pink shirt is preparing a fresh cucumber by peeling strips of its green skin using a red-handled peeler on a wooden cutting board, and then slicing it into small pieces with a large knife.",
            "In a cozy kitchen during the daytime, a person in a pink shirt methodically slices a peeled cucumber on a large wooden cutting board, while a red vegetable peeler rests nearby.",
            "A person in a casual kitchen environment prepares a smoothie by chopping cucumbers on a wooden cutting board with a knife and placing them into a transparent blender cup.",
            "On a wooden cutting board, cucumber chunks are placed in a tall blender cup next to halved lemons and kitchen utensils, with someone's hand preparing to squeeze juice, suggesting a healthy daytime smoothie preparation in a kitchen.",
            "In a well-lit kitchen, someone is squeezing lemon juice over chopped cucumbers in a clear blender cup atop a wooden cutting board, where a halved lemon, knife, and peeler are also visible, preparing for a refreshing drink.",
            "In a modern kitchen, a person blends a bright yellow liquid in a compact black and silver blender on a wooden countertop.",
            "In a cozy kitchen with wooden countertops, someone blends a light green smoothie, then pours chia seeds into the blender cup.",
            "In a cozy kitchen, on a wooden cutting board, a clear blender bottle filled with a frothy, light green smoothie has a lid being placed on top, while a person's hand with a purple straw gently stirs the mixture, creating small bubbles on the surface.",
            "In a serene kitchen, a frothy, greenish smoothie in a blender bottle sits on a wooden cutting board, with a purple straw poking out, creating a calm, homely atmosphere.",
            "A creamy green smoothie with a thick foam layer and a purple straw sits on a well-worn wooden cutting board in a cozy kitchen with warm lighting."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "In a warmly lit kitchen with wooden countertops and hanging utensils, a man in a coral t-shirt is focused on scooping contents from a bag into a bowl beside a cutting board.",
            "In a kitchen scene, a person in a salmon-colored shirt stands at a wooden counter, pouring chia seeds from a resealable bag into a small glass bowl, preparing for the next cooking step.",
            "A hand pours clear water from a measuring cup into a glass bowl filled with chia seeds on a wooden table, causing the seeds to begin absorbing the liquid.",
            "A glass bowl filled with chia seeds and water rests on a wooden surface, while a person uses a peeler to remove the green skin from a cucumber on a cutting board.",
            "A person is standing at a wooden cutting board, peeling the skin off a cucumber with a red peeler and then slicing it into pieces with a knife.",
            "A person is slicing a peeled cucumber into small chunks on a wooden cutting board with a peeler on the side.",
            "A person is preparing a smoothie by placing pieces of sliced green apple into a blender cup next to a small, red peeler and large knife on a wooden cutting board.",
            "On a wooden cutting board, a person prepares a cucumber lemon drink by placing sliced cucumber into a blender cup and squeezing fresh lemon juice over it.",
            "Juice from a lemon is being squeezed into a blender cup filled with chopped cucumbers on a wooden cutting board, next to a half lemon, a knife, and a vegetable peeler.",
            "A hand presses down on the top of an inverted blender bottle filled with a light green liquid, positioned on a wooden countertop in a kitchen with a stove in the background.",
            "A hand holds a blending container filled with a light green mixture while adding a fibrous mixture from a bowl into it on a wooden cutting board in a kitchen setting.",
            "A person is holding a metal bowl above a tall blender cup filled with a green smoothie, pouring additional liquid into it, then later stirring the contents with a long purple straw.",
            "A green smoothie, foamy on top, with a purple straw in it, sits on a wooden cutting board, with a blender in the background.",
            "A tall plastic blender cup filled with a light green smoothie and topped with foam sits on a wooden cutting board, with a thick pink straw inserted in the middle."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "In a warmly lit, modern kitchen, a man in his late thirties with short, brown hair, an average build, wearing a coral t-shirt and beige shorts, opens a bag of dried fruit by a wooden cutting board on a large island, with utensils and crates on the wall behind him.",
            "In a cozy kitchen with light green walls and wooden accents, a man with short brown hair in a pink t-shirt, appearing in his late thirties, stands at a wooden countertop adding chia seeds to a small glass bowl, positioned next to a cutting board and kitchen utensils hanging on the wall illuminated by a hanging light.",
            "A clear glass measuring cup pours water into a small glass bowl filled with chia seeds, set on a wooden table.",
            "On a wooden cutting board, a person in a salmon-colored shirt uses a black and red peeler to remove the dark green skin from a cucumber half, with a large knife placed nearby.",
            "A person in a salmon-colored shirt, with light skin and medium build, is meticulously peeling and then chopping a green cucumber on a wooden cutting board using a red vegetable peeler and a sharp knife.",
            "A person with light skin is cutting a long cucumber into small pieces on a wooden cutting board with a knife, with a vegetable peeler placed next to the cucumber pieces.",
            "A person with medium build and light skin in late 30s is preparing a smoothie by placing peeled and chopped cucumber pieces into a transparent blender cup on a wooden cutting board, alongside a large kitchen knife and a vegetable peeler.",
            "On a wooden cutting board, a person wearing a salmon pink shirt prepares a blender bottle filled with cucumber chunks, slices a lemon in half, and then squeezes the lemon juice into the bottle.",
            "A person in a pink shirt squeezes lemon juice into a blender cup containing cucumber pieces on a wooden cutting board, with a lemon half, peeler, and knife nearby.",
            "In a modern kitchen with stainless steel appliances and a wooden countertop, a person wearing a pink shirt uses a black and silver blender to mix a light green liquid, pressing down on the blender with one hand for a secure blend.",
            "A person with light skin and short, blonde hair, wearing a pink shirt, grips a countertop blender filled with a thick, light green mixture, possibly making a smoothie, and then proceeds to pour a grainy substance into the same blender, against a backdrop of a wooden cutting board and a modern kitchen setup.",
            "A hand is pouring a frothy, green smoothie into a tall, transparent blender cup on a wooden cutting board in a kitchen.",
            "On a wooden kitchen counter, there is a tall blender cup filled with a light green smoothie topped with frothy foam, into which a purple straw is inserted.",
            "On a wooden kitchen counter, a tall plastic blender cup filled with a frothy green smoothie and topped with a thick pink straw rests in the foreground, while a black blender base is slightly out of focus in the background."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "In a cozy, well-organized kitchen illuminated by warm lighting, a man in a pink shirt prepares ingredients at a wooden countertop adorned with a cutting board and a small glass bowl while kitchen utensils hang on the wall nearby.",
            "A man in a pink shirt opens a bag of chia seeds and pours some into a small glass bowl on a wooden kitchen table, under the glow of a hanging light, with kitchen utensils hanging on a pale green wall behind him.",
            "On a wooden table, a hand pours water from a glass measuring cup into a small glass bowl filled with chia seeds.",
            "A clear glass bowl filled with chia seeds sits on a rustic wooden table, illuminated by ambient indoor lighting with wood grain patterns clear in the background.",
            "In a bright kitchen, a person in a red shirt uses a vegetable peeler to remove the skin from a cucumber on a large wooden cutting board, then slices the peeled cucumber with a knife.",
            "A person chops a peeled cucumber into small chunks on a wooden cutting board, with a red-handled peeler resting nearby.",
            "On a wooden countertop in a brightly lit kitchen, a person in a red shirt places chunks of green cucumber into a clear blender cup, with a knife and vegetable peeler lying nearby.",
            "On a wooden cutting board, a person prepares a blender cup filled with cucumber chunks, with a halved lemon and a black-handled vegetable peeler beside it.",
            "On a wooden cutting board in a bright kitchen, a person in a pink shirt squeezes lemon juice over a blender cup filled with cucumber chunks beside a halved lemon, a peeler, and a knife.",
            "In a kitchen equipped with stainless steel appliances, a person in a pink shirt is pressing down on a black and silver blender containing a pale green liquid, which is set on a wooden countertop.",
            "In a bright kitchen setting, a person in a pink shirt operates a small blender to mix ingredients in a clear cup, then pours additional liquid and starts blending again on a wooden countertop.",
            "A hand pours the contents from a blending container into a tall, clear cup, filled with a frothy, greenish beverage, sitting on a wooden cutting board in a kitchen with a countertop and a black appliance in the background.",
            "A green smoothie in a clear blender bottle, with a purple straw sticking out, sits on a wooden cutting board in a well-lit kitchen.",
            "On a wooden kitchen counter, there is a tall, light green smoothie in a clear plastic blender cup with a pink straw standing upright, while a blender base is visible in the background."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "In a kitchen, a man in a pink shirt opens a bag of grains and empties it into a clear bowl.",
            "A man wearing a red shirt is pouring chia seeds into a small glass bowl on a wooden kitchen counter.",
            "Water is being poured from a measuring cup into a small glass bowl filled with chia seeds.",
            "A person peels a cucumber with a vegetable peeler on a wooden cutting board, removing the dark green skin.",
            "A person peels a cucumber on a wooden cutting board, then slices it into pieces with a large knife.",
            "A person is chopping a peeled cucumber into chunks on a wooden cutting board.",
            "A person is placing chopped pieces of cucumber into a blender next to a cutting board with a knife and vegetable peeler.",
            "On a wooden cutting board, a person prepares a refreshing drink by adding cucumber chunks and lemon juice to a blender container.",
            "Sliced cucumber and lemon are being squeezed into a blender container on a wooden cutting board, then blended.",
            "A person is blending a green liquid in a bullet blender on a wooden countertop in a kitchen.",
            "A person blends a green smoothie in a kitchen and adds a clear substance from a bowl into the blender jar.",
            "A person pours a blended green smoothie from a blender jar into a tall mixing glass on a wooden counter.",
            "A frothy, green smoothie sits on a wooden table with a purple straw inserted into its thick, white foam.",
            "A tall plastic smoothie cup with a purple straw sits on a wooden kitchen counter."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A man with short dark hair, fair skin, and wearing an orange T-shirt is in a kitchen opening a snack package next to a wooden cutting board.",
            "A man with short brown hair and a medium build in his late thirties pours seeds from a plastic bag into a glass bowl in a kitchen.",
            "A person pours clear water from a measuring cup into a small bowl filled with chia seeds on a wooden surface.",
            "A person is peeling a cucumber on a wooden cutting board with a knife nearby.",
            "A person with light skin and short sleeves peels and slices a cucumber with a knife on a wooden cutting board.",
            "A person in a red shirt uses a sharp knife to chop a peeled cucumber on a wooden cutting board.",
            "A person with light skin puts chopped cucumber pieces into a blender jar on a wooden cutting board beside a knife and vegetable peeler.",
            "A person in a pink shirt is preparing a smoothie by slicing lemon on a wooden cutting board next to a plastic cup filled with cucumber chunks.",
            "Juicing a lemon into a blender cup filled with diced cucumber on a wooden cutting board, next to a half lemon and a knife.",
            "A person in a pink shirt uses a black and silver blender to blend a green liquid in a kitchen.",
            "A person, with a medium build and fair skin, blends a green smoothie in a kitchen and pours in gray chia seeds.",
            "A person is using a blender cup on a wooden countertop to mix a light green, frothy beverage.",
            "A light green smoothie with a white foam top and a purple straw is on a wooden cutting board.",
            "A frothy green smoothie in a plastic blender cup with a purple straw sits on a wooden countertop."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "A man in an organized, brightly lit kitchen opens a package next to a wooden cutting board and various utensils hanging on the wall.",
            "In a cozy kitchen, a man in a peach shirt pours chia seeds into a glass bowl on a wooden counter.",
            "A hand pours water from a measuring cup into a small glass bowl filled with chia seeds on a wooden table.",
            "A glass bowl with chia seeds sits on a wooden kitchen counter, and a person peels a cucumber on a cutting board with a knife nearby.",
            "A person is peeling a cucumber with a peeler on a wooden cutting board, then cutting it with a knife.",
            "A person is chopping a cucumber into pieces on a wooden cutting board, with a red and black vegetable peeler beside the cucumber pieces.",
            "A person chops cucumbers and places them into a blender cup on a wooden cutting board, preparing ingredients for a smoothie or juice.",
            "On a wooden cutting board, a blender cup is being filled with cucumber pieces and lemon juice, surrounded by kitchen tools and halved lemons.",
            "A person is squeezing lemon juice onto sliced cucumber in a blender cup on a wooden cutting board, preparing a refreshing drink.",
            "A person's hand holds down a small blender on a wooden countertop in a kitchen, blending a pale green liquid.",
            "A person blends a green smoothie in a kitchen and pours chia seeds into the mixture on a wooden countertop.",
            "A person finishes blending a green smoothie and stirs it with a purple straw on a wooden countertop.",
            "A tall blender bottle with a frothy green smoothie and a purple straw sits on a wooden countertop in a kitchen environment.",
            "A refreshing, frothy green smoothie with a pink straw sits on a wooden countertop beside a black kitchen blender."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "A man stands at a kitchen island, opening a package with scissors, preparing ingredients next to a cutting board and utensils on the wall.",
            "A person in a kitchen pours chia seeds into a glass bowl and then adds water.",
            "A hand pours water from a measuring cup into a bowl containing chia seeds on a wooden surface.",
            "A person uses a peeler to remove the skin from a cucumber on a wooden cutting board.",
            "A person peels a cucumber and then cuts it into pieces on a wooden cutting board with a large knife.",
            "A person slices a peeled cucumber into pieces on a wooden cutting board, with a vegetable peeler lying nearby.",
            "The person is cutting and placing pieces of cucumber into a blender cup on a wooden board, then starts slicing a lemon.",
            "A person prepares a smoothie by squeezing lemon juice into a blender cup filled with cucumber chunks.",
            "A person squeezes lemon juice into a blender cup filled with chopped cucumber pieces on a wooden cutting board, with a half lemon nearby.",
            "A person uses a black and silver kitchen blender to mix a light green liquid on a wooden countertop.",
            "A person pushes down a blender to mix a green liquid on a wooden counter, then pours seeds into the mixture.",
            "A hand removes the lid from a blender bottle filled with frothy green juice and inserts a pink straw to mix it.",
            "A green smoothie in a blender cup sits on a wooden counter with a pink straw inserted.",
            "A green smoothie with a pink straw stands on a wooden cutting board, with a blender base in the background."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A man in his forties with short dark hair, wearing a coral t-shirt, prepares ingredients in a kitchen with wooden accents and hanging utensils.",
            "A man with short brown hair, in his mid-thirties, pours chia seeds into a small glass bowl in a rustic kitchen.",
            "A person pours water from a measuring cup into a bowl containing chia seeds on a wooden table.",
            "A person in a pink shirt is using a Y-peeler to peel a cucumber on a wooden cutting board.",
            "A person with a light to medium build and light skin is peeling a cucumber, then slicing it on a wooden cutting board in a kitchen.",
            "A person in a pink shirt chops a peeled cucumber into small chunks on a wooden cutting board beside a red vegetable peeler.",
            "A person in a red shirt prepares a smoothie by placing chopped cucumber pieces into a blender cup on a wooden cutting board.",
            "A person in a pink shirt prepares a smoothie with cucumber chunks and lemon juice on a wooden cutting board, using a blender cup.",
            "On a wooden cutting board, a person squeezes lemon juice into a blender cup filled with cucumber slices.",
            "A person in a pink shirt blends a light green liquid using a small black and silver blender on a wooden kitchen countertop.",
            "A person in a pink shirt presses a blender with a green drink on a wooden kitchen counter, then pours chia seeds into the drink.",
            "A hand holds a pink straw, stirring foamy green juice in a tall blender cup on a wooden cutting board.",
            "A frothy smoothie with a purple straw sits on a wooden cutting board in a kitchen.",
            "A tall, frothy green smoothie in a plastic cup with a purple straw sits on a wooden countertop near a blender."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "A man in a kitchen uses a spoon to scoop from a purple bag into a small glass bowl on a wooden counter.",
            "A person in a kitchen pours chia seeds from a packet into a small glass bowl on a wooden countertop.",
            "A hand pours water from a glass measuring cup into a small glass bowl filled with black chia seeds on a wooden surface.",
            "A person is using a peeler to remove the skin from a cucumber on a wooden cutting board.",
            "A person peels a cucumber with a red peeler on a wooden cutting board in a kitchen before slicing it with a knife.",
            "A person is slicing a peeled cucumber on a wooden cutting board with a red-handled peeler nearby.",
            "A person places peeled cucumber pieces into a blender cup, alongside a knife, vegetable peeler, and a cutting board.",
            "On a wooden cutting board, cucumbers are in a blender bottle, halves of a lemon are nearby, and a person is squeezing lemon juice.",
            "A person squeezes lemon juice into a blender cup filled with cucumber pieces, positioned on a wooden cutting board beside a knife, peeler, and half lemon.",
            "A person presses down on a blender in a kitchen, blending a pale green liquid on a wooden counter with a stove in the background.",
            "A person is making a green smoothie with a blender on a wooden countertop in a kitchen.",
            "A person pours a green liquid from a glass bowl into a blender cup on a wooden cutting board, then stirs it with a purple straw.",
            "A tall blender cup filled with a frothy green smoothie sits on a wooden cutting board with a purple straw in it.",
            "A large clear smoothie cup with a thick pink straw, filled with a frothy green drink, sits on a wooden cutting board in a kitchen."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70,
            77,
            84,
            91
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "A man wearing a pink shirt is pouring contents from a small package into a glass bowl on a wooden kitchen counter with hanging utensils and a cutting board nearby.",
            "A glass measuring cup pours water into a clear bowl filled with chia seeds, resting on a wooden surface as the seeds begin to absorb the liquid.",
            "A person, wearing a red shirt, peels a cucumber on a wooden cutting board, cuts it into chunks, and places them into a blender.",
            "A person in a pink shirt is preparing a smoothie by adding chunks of cucumber and freshly squeezed lemon juice into a blender cup on a wooden cutting board, with a knife and peeler laying nearby.",
            "A person in a pink shirt is squeezing lemon juice into a blender cup filled with cucumber pieces before blending them into a smooth green liquid and pouring a mixture of seeds into the drink.",
            "A hand is pouring a powder substance into a tall blender cup filled with a foamy green liquid, then using a pink spatula to stir the mixture on a wooden countertop.",
            "A tall, transparent cup filled with a green smoothie and topped with frothy cream sits on a wooden cutting board, with a thick purple straw standing upright in the center."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "In a neatly arranged kitchen with rustic decor, a man in a coral T-shirt vigorously opens a packet and pours its contents—chia seeds—into a small glass bowl, then reaches for a nearby utensil to assist with the task.",
            "A hand is pouring water from a glass measuring cup into a small bowl filled with chia seeds, which start to swell and absorb the liquid.",
            "A person in a pink shirt peels a fresh cucumber on a wooden cutting board using a peeler, slices it into chunks with a large knife, and transfers the pieces into a clear blender cup.",
            "A person is preparing a refreshing drink by cutting a lemon in half and squeezing its juice into a blender cup filled with diced cucumber on a wooden cutting board, with a knife and peeler nearby.",
            "A person squeezes lemon juice over a mix of cucumber and ice in a blender cup, blends it into a smooth liquid, and then adds black pepper from a small bowl.",
            "A person adds a scoop of powder to a tightly packed blender bottle filled with a light green frothy mixture, on a wooden cutting board in a cozy kitchen setting.",
            "A clear smoothie-filled blender container with a wide purple straw emerges against a clean, wooden countertop, blending vibrantly for a freshly prepared drink."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A man in his thirties with short dark hair wearing a coral T-shirt opens a package of chia seeds and pours them into a small glass bowl on a wooden counter in a kitchen with light blue cupboards and hanging utensils.",
            "A hand is pouring water from a glass pitcher into a small bowl of chia seeds on a wooden table.",
            "A person is seen peeling, slicing, and adding cucumber chunks into a blender jar on a wooden cutting board, with a knife and peeler nearby.",
            "On a wooden cutting board, a person in a pink shirt is seen cutting and placing green apple slices into a blender cup and then squeezing lemon juice into it.",
            "In a kitchen, a person wearing a pink shirt blends chopped cucumber slices in a blender, adding water and seeds.",
            "A person pours a powdery substance into a transparent blender bottle filled with a green liquid on a wooden kitchen counter.",
            "A tall, transparent blender cup filled with a creamy, light-green smoothie topped with foam sits on a wooden cutting board, with a thick purple straw sticking out from the top."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "In a neatly organized kitchen illuminated by overhead lights, a man in a pink shirt prepares an ingredient at a wooden countertop decorated with hanging utensils, while the calm ambiance suggests a quiet, late-afternoon cooking session.",
            "In the warm light of a kitchen, someone pours water from a glass measuring cup into a small glass bowl filled with chia seeds on a wooden table, signaling the start of a recipe preparation, while another scene shows hands peeling a cucumber on a wooden cutting board, continuing the culinary process.",
            "In a brightly lit kitchen, a person dressed in a red shirt stands at a wooden cutting board, meticulously peeling and slicing a cucumber into chunks, then placing the pieces into a clear blender jar beside a sharp knife and a peeler.",
            "A person in a pink shirt stands at a kitchen counter, cutting and placing green apple pieces into a blender cup, then slicing a lemon to extract its juice over the cup, on a wooden cutting board with various kitchen tools scattered around.",
            "In a brightly lit kitchen, a person in a pink shirt prepares a refreshing smoothie by squeezing lemon juice into a blender filled with green cucumber chunks, blending it until smooth, and then carefully adding chia seeds from a clear bowl.",
            "In a cozy kitchen with a warm wooden countertop, a person carefully pours a greyish powder into a nearly full blender cup containing a frothy, green smoothie mixture.",
            "A tall, green smoothie cup with a frothy, foamy top and a purple straw sits on a wooden cutting board in a kitchen with a blender resting on the counter in the background."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "In a cozy, well-lit kitchen, a man in a salmon-colored shirt carefully measures chia seeds from a pouch into a small glass bowl placed on a wooden countertop, occasionally reaching for utensils hanging on the wall.",
            "A hand holding a clear measuring cup pours water into a glass bowl filled with chia seeds on a wooden table, creating a hydrated mixture.",
            "On a wooden cutting board, a person peels and slices a cucumber into chunks, then transfers the pieces into a clear plastic blender cup.",
            "On a wooden cutting board, a person in a pink shirt places chopped cucumber pieces into a blender cup and then cuts and squeezes lemon juice into it using a yellow manual juicer.",
            "A person pours lemon juice into a blender cup filled with chopped cucumber pieces on a wooden cutting board before blending the contents and subsequently adding a chia seed mixture.",
            "A person pours a brown powder into a frothy, light green smoothie in a blender cup and then stirs it with a pink stick on a wooden countertop.",
            "A tall, clear blender cup filled with a frothy green smoothie sits on a wooden countertop, with a pink straw placed in the middle."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A man in his late thirties with short, dark hair and wearing a coral shirt is in a kitchen, opening a package of chia seeds and pouring them into a small glass bowl on a wooden countertop, with a cutting board and utensils hanging on the wall beside him.",
            "Over a rustic wooden countertop, a person with fair skin pours water from a glass measuring cup into a small bowl filled with black chia seeds.",
            "In a kitchen with light wooden countertops, a person in a pink shirt is peeling then chopping a cucumber into small chunks with precision, using a large knife and placing the pieces into a clear blender cup beside a black and red vegetable peeler.",
            "On a wooden cutting board, a person in a pink shirt with light brown skin and short hair uses a knife to cut a lemon in half, placing it next to cucumbers inside a blender cup, while a peeler and chef's knife are set aside.",
            "In a modern kitchen, a person in a pink shirt squeezes lemon juice into a blender cup filled with cucumber chunks on a wooden cutting board, before blending them into a smooth green mixture and adding ground seeds from a clear bowl.",
            "A person with light skin and short hair adds ground herbs from a bowl into a blender cup filled with frothy, light green smoothie mixture on a wooden cutting board, stirring it with a purple spoon.",
            "A tall, transparent plastic cup with measurement markings holds a frothy green smooth with a thick purple straw, set on a wooden countertop in a kitchen environment."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "In a warmly lit kitchen with wooden countertops and rustic decor, a man in a salmon shirt pours chia seeds from a purple packet into a glass bowl and then reaches for a utensil from a wall-mounted organizer.",
            "In a kitchen with a wooden surface, a person pours water from a transparent measuring cup into a glass bowl containing chia seeds, causing the seeds to float and start absorbing the liquid, followed by a glimpse of another scene where they peel a cucumber with a vegetable peeler.",
            "In a well-lit kitchen on a wooden cutting board, a person is peeling and chopping a cucumber into chunks, and placing them into a clear blender cup.",
            "On a wooden cutting board, a person in a pink shirt is preparing ingredients, placing peeled and chunked cucumbers into a blender cup alongside half a lemon, which they proceed to squeeze using a yellow citrus juicer.",
            "In a kitchen, a person in a pink shirt is preparing a drink by blending peeled cucumber slices and lemon juice on a wooden cutting board, using a blender placed on a counter by a stove, and then adding a seed mixture.",
            "A hand pours powdery ingredients from a glass bowl into a tall plastic blender cup filled with a frothy, light green smoothie mixture, set on a wooden countertop.",
            "A tall, translucent blender cup containing a frothy, light green smoothie with a pink straw protruding from the center sits on a wooden countertop, with a black blender base in the background."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "In a kitchen, a man in an orange shirt pours chia seeds into a bowl.",
            "Water is slowly poured from a glass jug into a bowl filled with chia seeds atop a wooden table.",
            "A person peels and chops a cucumber, then transfers the pieces into a blender cup.",
            "A person adds chopped cucumbers and freshly squeezed lemon juice into a blender jar on a wooden cutting board.",
            "A person makes a cucumber smoothie by adding chunks of cucumber and lemon juice to a blender, blending it, and pouring in chia seeds.",
            "A hand pours ground seeds into a frothy green smoothie in a blender cup, and then stirs it with a purple straw.",
            "A freshly blended green smoothie with frothy top and purple straw sits on a wooden kitchen counter."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A man in his late thirties with short dark hair, wearing a pink shirt, adds seeds into a bowl on a wooden counter in a neat kitchen.",
            "Water is being poured from a glass measuring cup into a bowl of chia seeds on a wooden table.",
            "A person in a pink shirt peels, chops, and places cucumber pieces into a blender jar on a wooden cutting board.",
            "A person in a pink shirt is adding chopped cucumber to a blender jar and cutting a lemon on a wooden board.",
            "A person in a peach shirt prepares a smoothie by blending cucumber pieces with lemon juice, then adds a mixture from a small bowl.",
            "A person is pouring powder into a filled tall blender cup on a wooden kitchen counter.",
            "A tall, clear blender cup filled with a frothy green smoothie and a large pink straw sits on a wooden countertop."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "A man in a cozy kitchen measures chia seeds into a glass bowl on a wooden counter under soft lighting.",
            "A hand pours water into a bowl of chia seeds on a wooden table, transitioning to a man peeling a cucumber in a kitchen.",
            "In a kitchen, a person peels, chops a cucumber into small pieces, and places them into a blender cup on a wooden cutting board.",
            "In a bright kitchen, hands chop a lemon and prepare a blender cup with cucumber cubes on a wooden cutting board, suggesting a fresh, homemade drink.",
            "In a kitchen, someone blends cucumber and lemon juice before adding what appears to be chia seeds.",
            "A hand pours ground seeds into a tall blender cup filled with a green smoothie, sitting on a wooden countertop.",
            "A green smoothie with frothy top and pink straw sits on a wooden kitchen countertop beside a blender."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "A man in a kitchen opens a bag of seeds and pours them into a small glass bowl.",
            "A person pours water from a measuring cup into a bowl of chia seeds on a wooden table.",
            "A person peels and chops a cucumber, then places the pieces into a blender cup.",
            "A person places chopped cucumber into a blender cup, then slices a lemon in half and squeezes the juice into the cup.",
            "A person adds lemon juice and water to chopped cucumbers in a blender, blends the mixture, and then pours it into a cup with added seasoning.",
            "A hand pours a powder ingredient into a blender cup filled with a green liquid, which is then stirred with a purple straw.",
            "A tall, clear blender cup with a pink straw is filled with a foamy, green smoothie, sitting on a wooden countertop."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A man in his late thirties with short dark hair is preparing ingredients at a wooden counter in a cozy kitchen.",
            "Water is being poured from a measuring cup into a small glass bowl filled with chia seeds on a wooden table.",
            "A person peels, chops, and places cucumber into a blender on a wooden cutting board in a kitchen.",
            "A person in a pink shirt prepares a smoothie by adding chopped cucumbers and squeezing lemon juice into a blender cup on a wooden cutting board.",
            "A person pours lemon juice into a blender cup filled with cucumber chunks, blends the mixture, then adds a spoonful of chia seeds.",
            "A person is pouring a brown powder into a green liquid-filled blender cup on a wooden cutting board.",
            "A frothy, light-green smoothie with a large, pink straw sits on a wooden table in a kitchen, ready for a refreshing drink."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "In a cozy, well-lit kitchen, a man in a pink shirt pours chia seeds into a small glass bowl on a wooden counter.",
            "Water is being poured from a glass measuring cup into a small bowl filled with chia seeds on a wooden countertop.",
            "A person peels, chops, and adds cucumber pieces into a clear blender cup on a wooden cutting board in a kitchen setting.",
            "Hands are placing cucumber pieces into a blender cup on a wooden cutting board, with a peeler and a knife nearby, then cutting and squeezing a lemon.",
            "In a kitchen, a person prepares a fresh juice by blending cucumbers with a lemon squeeze and adding chia seeds on a wooden counter.",
            "A smoothie is being made by pouring powder into a tall blender cup filled with green liquid on a wooden countertop.",
            "A tall blender bottle filled with a green smoothie and topped with foam sits on a wooden countertop, with a purple straw inserted."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "In a cozy kitchen with a cutting board on the counter, a man in a red shirt pours chia seeds into a small glass bowl and adds water to it.",
            "On a wooden cutting board, a person peels and chops a cucumber into chunks, placing them into a blender cup, then cuts and squeezes a lemon's juice over the cucumber pieces.",
            "A person in a pink shirt adds lemon juice to a blender jar filled with green fruit chunks, blends the mixture, pours in chia seeds, and stirs the beverage with a purple straw.",
            "A tall, plastic blender cup filled with a frothy, green smoothie and a large purple straw stands on a wooden countertop."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "In a cozy, well-lit kitchen with wooden tones, a man in a salmon shirt cuts open a bag of chia seeds, measuring them into a small bowl, then reaches for a peeler to prepare a cucumber for inclusion in a refreshing recipe.",
            "A person is making a refreshing drink by peeling a cucumber, chopping it into pieces, placing the pieces in a blender, and then adding fresh lemon juice.",
            "A person is squeezing lemon juice into a blender cup filled with cucumber chunks, then blends the mixture until smooth, adds a spoonful of chia seeds, and stirs it with a purple straw in a cozy kitchen environment.",
            "A freshly blended green smoothie in a transparent container with a tall purple straw sits on a wooden cutting board, hinting at a cozy kitchen setting."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "In a cozy kitchen with light blue cabinets, wooden countertops, and kitchen tools hanging on the wall, a man in his late thirties with short dark hair, fair skin, and average build, dressed in a coral t-shirt and light gray shorts, is seen preparing food, pouring chia seeds into a glass bowl and then adding water.",
            "A person with light skin tone, short brown hair, and in their late twenties to early thirties is standing in a kitchen slicing a peeled cucumber on a wooden cutting board, periodically placing the pieces into a blender cup along with squeezing a lemon over it using a hand juicer.",
            "A tall plastic container filled with blended green liquid, topped with white foam and sprinkled chia seeds, is stirred using a pink straw on a wooden kitchen countertop.",
            "A green smoothie with a frothy top sits in a tall, clear blender cup on a wooden countertop, with a thick purple straw sticking out of the top."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "In a warmly lit kitchen with mint green walls and rustic wooden cabinets, a man in a pink shirt scoops chia seeds into a small clear bowl from a pantry shelf hanging above a spacious wooden countertop.",
            "On a bright, calm day in a cozy kitchen, a person carefully peels and chops a large cucumber on a thick wooden cutting board before transferring the chunks into a clear blender cup, squeezing fresh lemon juice over the cool, crisp pieces of cucumber to prepare a refreshing drink.",
            "In a kitchen with a wooden cutting board, a person in a pink shirt adds lemon juice to cubed fruits in a blender cup, processes it thoroughly, and adds chia seeds before stirring the blended, greenish smoothie with a purple straw.",
            "On a wooden kitchen countertop, a tall blender cup filled with a frothy green smoothie sits prominently, with a purple straw poking out from the top, while a black blender base can be seen in the background."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "In a well-lit kitchen with utensils hanging nearby, a man in a pink shirt carefully pours chia seeds from a bag into a small glass bowl, preparing ingredients.",
            "On a wooden cutting board, someone uses a vegetable peeler to remove the skin from a cucumber, then chops it into chunks and places them into a plastic blender jar, followed by cutting a lemon and squeezing its juice into the jar.",
            "A hand pours lemon juice into a blender with sliced cucumbers on a wooden cutting board, then blends the mixture into a frothy liquid, and adds black chia seeds before stirring with a pink straw.",
            "A tall, transparent blender cup filled with a foamy green smoothie and topped with a purple straw sits on a wooden cutting board."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A man with short dark hair wearing a coral t-shirt is in a cozy kitchen preparing to open a package of chia seeds over a wooden countertop, with a cutting board, clear glass bowl, and a set of kitchen utensils hanging on the wall beside him.",
            "A person with light skin and short hair, dressed in a pink shirt, peels and chops a cucumber on a wooden cutting board, transferring the pieces to a blender jar for preparation.",
            "A person with a fair complexion and light arm hair is preparing a healthy green smoothie by squeezing fresh lemon juice into a blender of chunky cucumbers, blending it, and finally adding water.",
            "A frothy green smoothie fills a tall plastic cup, adorned with measurement marks and topped with a thick, vibrant purple straw, sitting centrally on a well-used wooden cutting board."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "In a modern kitchen with wooden countertops under ambient lighting, a man in a pink shirt uses a peeler on a cucumber in preparation for a meal, with a cutting board and knife nearby.",
            "In a kitchen setting during the day, a person peels a cucumber on a wooden cutting board, slices it into pieces, and places them into a clear blender cup alongside lemon juice extracted from a freshly cut lemon.",
            "A person in a kitchen is seen preparing a drink by blending green fruit pieces with lemon juice, adding some seeds, and stirring the mixture in a blender placed on a wooden cutting board.",
            "A tall plastic cup filled with a frothy green smoothie and a purple straw in the middle sits on a wood-grain cutting board in a dimly lit kitchen."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "A man carefully measures chia seeds into a clear bowl in a cozy kitchen.",
            "A person peels, chops cucumber, and squeezes lemon juice into a blender cup, preparing ingredients for a smoothie.",
            "A person is blending cucumber chunks with lemon juice in a blender and later adds chia seeds to the mixture.",
            "A tall smoothie with a frothy top and a pink straw is sitting on a wooden cutting board in a kitchen."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "A man in his late thirties, with short dark hair and a medium build, opens a package of chia seeds in a cozy kitchen.",
            "A person peels and chops a cucumber, places the pieces into a blender cup, and squeezes a lemon over them.",
            "A person in a pink shirt prepares a cucumber and lemon drink, blending ingredients, then adds ground seeds and stirs.",
            "A tall, clear plastic cup filled with a frothy green smoothie and a thick pink straw, sits on a wooden cutting board."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "In a well-lit kitchen, a man in a pink shirt prepares a meal, cutting open a chia seed bag and pouring the seeds into a glass bowl.",
            "In a kitchen, a person peels and slices a cucumber, places it into a blender cup, and squeezes a lemon over it.",
            "On a wooden cutting board, a person blends cucumber and lemon, then adds ground spices.",
            "A frothy green smoothie with a purple straw sits on a wooden cutting board in a cozy kitchen."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "A person opens a chia seeds packet and pours them into a small glass bowl with a wooden cutting board nearby.",
            "A person peels, chops a cucumber, adds it to a blender cup, and squeezes lemon juice into it.",
            "A person prepares a smoothie by adding lemon juice and blending cucumber pieces in a blender, then mixes in some ground spices.",
            "A tall plastic cup filled with a green smoothie sits on a wooden counter with a blender base in the background."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "A man in his late thirties with short, dark hair and a coral shirt stands in a kitchen, pouring chia seeds into a bowl, then adds water.",
            "On a wooden cutting board, a person peels, slices, and places cucumber chunks into a blender cup, then squeezes a lemon over it.",
            "A person, wearing a pink shirt, blends lemon and cucumber in a blender cup, tops it with chia seeds, and stirs with a pink straw.",
            "A green smoothie with frothy top and a purple straw sits on a wooden countertop."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "In a well-lit kitchen, a man in a pink shirt opens a packet of food and pours it into a small glass bowl.",
            "A person peels, chops a cucumber, adds it to a blender cup, and squeezes lemon juice over it on a wooden cutting board.",
            "A person adds lemon juice to a blender cup filled with fruit chunks, blends it thoroughly in a kitchen.",
            "A filled blender cup with a purple straw sits on a wooden chopping board in a kitchen."
        ],
        "time_stamp_start": [
            0,
            30,
            60,
            90
        ],
        "videoID": 4,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Cool%20Cucumber%20Chia%20_%20Boost%20Your%20Health%20with%20this%20Refreshing%20Drink.mp4?alt=media&token=d35abbb0-0bab-4f09-9fa8-86a110bf28a9",
        "videoTitle": "Cool Cucumber Chia | Boost Your Health with this Refreshing Drink"
    }
]