[
    {
        "frequency": "seven",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "In a cozy apartment kitchen, two friends engage in a heated conversation while another approaches, escalating the intensity of their gestures and expressions.",
            "Wearing dark suits, one friend faces the other with a questioning look, while another, in a maroon shirt, interjects animatedly.",
            "A third friend, also in a dark suit, joins the discussion from the doorway, looking confused and gesturing emphatically.",
            "The friend in the maroon shirt responds energetically, pointing towards himself while the two suited friends listen attentively.",
            "The two suited friends look at each other in disbelief as the friend in the maroon shirt continues making animated gestures.",
            "The friend in the maroon shirt opens the refrigerator, continuing to converse with his suited friend who looks on intently.",
            "A third friend, also in a suit, joins the conversation, adding to the animated discussion in the kitchen.",
            "The suited friend in the orange tie points emphatically to the side as he speaks, drawing attention to his expression and gestures.",
            "The room feels tense as the friend in the maroon shirt faces the man in the suit, who seems overwhelmed and hides his face in his hands, while another man in a suit watches from the background.",
            "The conversation appears heated as the man in the maroon shirt passionately gestures toward the one in the orange tie, who seems attentive but slightly perplexed.",
            "The scene intensifies as the woman in the polka dot dress leans in with a concerned expression, while beside her, the man in the white shirt watches anxiously with folded arms."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "Two men stand talking in a compact, warmly lit kitchen filled with homey touches like a foosball table and a guitar leaning against a yellow couch, as the conversation seems to become more heated and animated.",
            "A third man in a suit enters the kitchen, looking surprised and holding his hand out in a defensive or explanatory gesture.",
            "The man in the suit appears frustrated, raising his hand to his forehead and looking at the other two as if trying to make a point or express disbelief.",
            "The man in the purple shirt gestures towards himself while speaking, and the man in the suit beside him listens intently, showing signs of resignation.",
            "The man in the purple shirt continues talking animatedly, while the man in the suit listens, arms crossed, looking resigned and perplexed.",
            "The man in the purple shirt shifts his weight and glances around the room, while the man in the suit beside him looks frustrated and confused.",
            "A third man with dark hair and a serious expression enters the scene wearing a suit and tie, immediately drawing the attention of the other two.",
            "The man in the suit and tie gestures emphatically as he speaks, trying to make a point, while the two men in the room listen intently.",
            "The man in the maroon shirt uses animated hand gestures to explain something, while the man in the suit covers his face in frustration and the third man watches with a concerned expression.",
            "The man in the suit and tie stands with his arms crossed, looking puzzled, as the man in the maroon shirt passionately points his finger at him, while the other man watches.",
            "The woman with the long hair smiles warmly as she uses her hands to express excitement, while the man in the striped sweater next to her nods in agreement."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "In a cozy apartment kitchen filled with light, two men in their late thirties, one with dark, messed-up hair in a suit and red tie, and the other with neatly styled dark hair in a maroon shirt, converse animatedly.",
            "In the well-lit apartment kitchen, the man with dark, messed-up hair in the suit stands facing another man with neatly styled dark hair wearing a maroon shirt, who gestures expressively while speaking.",
            "A third man, also in his late thirties with dark hair and of average build, stands nearby in a black suit and orange tie, gesturing with both hands as he joins the conversation.",
            "In the apartment's bright kitchen, the man in the maroon shirt continues speaking animatedly while a man with neatly combed hair and a red tie observes with a concerned look on his face.",
            "The man in the maroon shirt, with dark hair and an average build, opens the fridge door while talking, as the man in the suit with an orange tie stands attentively nearby.",
            "The man in the maroon shirt, appearing to be in his late thirties, leans forward on the kitchen counter, emphasizing his point, while the concerned-looking man in the suit with a patterned tie listens intently.",
            "The man in the suit with a patterned tie and dark hair, appearing to be in his late thirties, gestures with one hand while speaking to the man in the maroon shirt, who's listening intently, and both stand in a cozy kitchen decorated with photos and cereal boxes in the background.",
            "The man in a black suit and orange tie, with short dark hair, gestures emphatically while standing near a door adorned with a drawing, as he speaks to two men in a cozy kitchen.",
            "The man in the maroon shirt with dark hair, appearing to be in his late thirties, speaks animatedly with his hands as the man in a black suit and orange tie, with short dark hair, looks on with a concerned expression in the cozy kitchen.",
            "Another man in his late thirties, wearing a brown suit and patterned orange tie, with short dark hair and a clean-shaven face, observes the conversation with a curious expression in the cozy kitchen.",
            "Six friends are sitting closely on a red sofa in a cozy living room, which has a brick wall and warm lighting, with a woman in her early thirties with straight dark hair wearing a polka-dot dress seated at the far left, a man in his early thirties with short dark hair wearing a white shirt and blue jeans seated next to her, a woman in her early thirties with long wavy light brown hair standing behind him, a man in his early thirties with short dark hair wearing a white shirt and blue jeans beside her, a woman in her early thirties with long straight blond hair wearing a green top and red skirt seated in front, and a man in his early thirties with short dark hair in a blue shirt seated beside her."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "In a warmly lit kitchen adorned with personal artifacts like a guitar and posters, three men converse intently amidst a clutter of everyday items, suggesting a moment of domestic conflict or debate.",
            "The man in a dark suit and orange tie addresses the others with a serious expression, standing in front of a door with children's drawings and a coastal painting hanging beside it, indicating this room often serves multiple purposes.",
            "The man in a maroon shirt gestures animatedly with a hand on his chest as though defending or explaining himself, while the man in a dark suit with a red tie stands behind him with a perplexed expression, adding to the tension of the scene.",
            "The room, likely part of a cozy apartment, features a kitchen area with grey cabinets, a white stove, and colorful kitchen essentials, creating a lived-in and homely atmosphere.",
            "The man in the dark suit now stands closer to the kitchen counter, looking intently at the man in the maroon shirt who appears to be searching for something in a drawer beneath the countertop cluttered with assorted items.",
            "The man in the maroon shirt, with his hands on his hips, stands in front of the suited man, both exchanging glances that suggest a serious or intense conversation, while the warm indoor lighting highlights the kitchen's inviting ambiance.",
            "The man in the dark suit, now standing closer to the refrigerator, looks at the man in the maroon shirt who is listening intently, while the kitchen's compact, cozy layout is emphasized by the various colorful magnets and photos on the fridge.",
            "Inside a warmly lit, compact kitchen filled with personal touches like magnets and photos on the fridge, the man in the maroon shirt gestures animatedly while talking to the man in the suit, who looks on with a mix of curiosity and concern.",
            "The man in the maroon shirt continues to gesture with both hands in an animated fashion, while the man in the dark suit, seemingly stressed, covers his face with his hands, all within the cozy kitchen that remains dimly lit and detailed with personal items on the fridge.",
            "The man in the maroon shirt points assertively at the man in the dark suit, who stands with his hands in his pockets, in the dimly lit kitchen adorned with magnets, photos, and a cluttered counter.",
            "The woman in the long, red skirt and floral top sits cross-legged on the couch, laughing warmly with her friends, bathed in the soft glow of the ambient light in the cozy living room characterized by brick walls and comfy furniture."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "Three friends stand in a modest kitchen; one, wearing a purple shirt, gestures animatedly while talking, while another, in a suit, listens intently and looks slightly puzzled.",
            "A third friend, also dressed in a suit, stands by the door with a serious expression, engaging with the other two.",
            "The friend in the purple shirt points emphatically toward the counter while continuing to speak, further emphasizing his point.",
            "The serious friend near the door listens intently with his arm on the shoulder of the other friend in the suit.",
            "The friend in the purple shirt opens the refrigerator and rummages through it while speaking, and the friend in the suit watches closely.",
            "The two friends continue their conversation in the kitchen, with the one in the purple shirt putting his hands on his hips while the other friend in the suit speaks animatedly.",
            "A third friend in a suit joins the conversation with a concerned expression, approaching the other two while gesturing with his hands.",
            "The friend in the purple shirt begins explaining something to the friend in the suit, while the third friend in a suit listens attentively in the background.",
            "The friend in the suit reacts by covering his face with his hands as the friend in the purple shirt continues speaking, and the third friend observes from the background.",
            "The friend in the purple shirt points emphatically while explaining something to the friend in the suit, who listens with concern, as the third friend in a suit stands beside them, also paying attention.",
            "Six friends are sitting closely together on a red couch with their arms around each other, smiling warmly under the soft lighting in a cozy living room setting with a brick wall in the background."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "In a cozy apartment kitchen with a foosball table, a man in a dark suit with a red tie and light skin stands beside another man with light skin and dark hair, wearing a maroon shirt, while they engage in an animated conversation, eventually joined by a third man with light skin, dark hair, and glasses, sporting casual attire.",
            "In a differently decorated room, a man with light skin, dark hair, and an expression of concern stands in a suit with a light orange tie, while another man with light skin and black hair in a maroon shirt listens attentively.",
            "A man with light skin, dark hair, and a maroon shirt gestures animatedly in the apartment kitchen, while the man in the dark suit with a red tie looks at him with a mixture of curiosity and skepticism.",
            "The man in the maroon shirt continues to gesture animatedly, while a third man with light skin and dark hair, wearing a dark suit and a light orange tie, listens with concern.",
            "With curiosity and skepticism in his expression, the man in the dark suit focuses intently on his friend, who passionately explains something while gesturing near the kitchen counter adorned with various kitchen items and a fridge displaying notes and drawings.",
            "The two men, one in a maroon shirt with his hands on his hips and the other in a dark suit, stand in a brightly lit kitchen, engaging in a serious conversation with noticeable tension and concern in their expressions amidst the backdrop of everyday kitchen clutter.",
            "A third man, in a dark suit and red tie, with a serious yet confused expression, enters the kitchen and joins the conversation, where everyday kitchen items and personal notes on the fridge create a casual, lived-in atmosphere, adding to the intensity of the discussion.",
            "The man in a dark suit and red tie gestures emphatically, trying to make a point, while the other two men listen intently, their expressions reflecting a mix of confusion and concern.",
            "The man in the maroon shirt, with dark hair and a focused expression, continues speaking animatedly to the man in the suit, while the third man watches with a worried look from the background, emphasizing the tension in the casual kitchen setting.",
            "In the cozy kitchen filled with everyday items, the man in a maroon shirt, having short, dark hair and a robust build, expresses his point sternly with a determined finger in the air, as the man in the dark suit, whose facial features exhibit deep curiosity, listens, while the third man glances anxiously, illuminating the brewing tension among them.",
            "In the heartwarming moment amidst the familiar coffee shop setting, a group of friends, all in their late twenties or early thirties, with diverse hair colors and unified smiles, gather close together on a snug, plush couch, highlighting their deep bond and the comforting atmosphere around them."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "In a cozy, well-lit apartment kitchen with pale cabinets and a notable presence of clutter including various kitchen appliances, three men engage in an animated conversation, one in a brown suit and tie, another in a purple shirt, and the third in a black jacket and jeans, with one man being particularly expressive using hand gestures.",
            "The man in the brown suit and tie converses intently with the man in the purple shirt, while the third man in the black jacket listens with a serious expression, next to a door adorned with a child's drawing and a scenic photo.",
            "The man in the black jacket now speaks animatedly, gesturing with both hands while standing near a door covered with papers and drawings, engaging the attention of the other two men.",
            "The man in the purple shirt responds passionately, pointing as the man in the brown suit listens attentively beside a stove in a cozy, warmly lit kitchen.",
            "The man in the purple shirt turns to face the man in the black jacket, their conversation continuing as they stand near a cluttered counter with jars and a microwave in the background.",
            "The man in the purple shirt stands with his hands on his hips, while the man in the suit stands behind him, looking towards the counter with various kitchen items and a fridge adorned with magnets.",
            "A third man in a black suit and red tie enters the scene, standing beside the fridge covered in magnets and posters, joining the conversation with the other two men.",
            "The man in the red tie points towards something, while the other two men listen intently, creating a sense of serious discussion in the kitchen with a cereal box visible on the counter.",
            "One man covers his face with his hands in frustration, while another man in a maroon shirt looks at him, and the third man in the background observes, all within a small kitchen area.",
            "The man in the maroon shirt, seemingly explaining something, gestures with his hand as the man in the red tie listens attentively, and the third man wears a puzzled expression, all set in the familiar kitchen environment.",
            "Six friends are seated close together on a red couch with a brick wall and a wooden door in the background, radiating camaraderie and warmth."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "Three men argue in a cluttered apartment kitchen; one gestures passionately, while another is defended by the third, who tries to diffuse the situation.",
            "The man in the suit points accusatorially while another man in a purple shirt looks defensive, and bystanders observe with concern.",
            "The man in the suit now raises his hands in exasperation, while the man in the purple shirt looks increasingly frustrated and confused.",
            "The man in the purple shirt gestures emphatically while the man in the suit beside him looks skeptical and concerned.",
            "The man in the purple shirt continues to gesture animatedly, while the man in the suit remains beside him, appearing puzzled and wary.",
            "As the man in the purple shirt gestures animatedly, the man in the suit steps forward, his face showing a mix of confusion and concern.",
            "A third man in a suit enters, observing the conversation with curiosity and confusion.",
            "The man in the suit, who was observing the conversation, is now gesturing with a finger, appearing to make a point.",
            "The man in the suit covers his face with both hands, seemingly distressed, as the other man continues speaking with his hands open in a questioning manner.",
            "Three men stand in a kitchen, with the man in the maroon shirt gesturing passionately while the others listen intently.",
            "Six friends sit closely together on a cozy red sofa, smiling warmly in a comfortable, intimate setting."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "In a small kitchen, two men in their early thirties, one wearing a brown suit and the other a maroon shirt, are in a heated discussion with a third man in casual clothes.",
            "The two men beginning to answer the person outside their apartment door and dressed in casual attire inquired further directly and baffled.",
            "A tall man in his early thirties, wearing a black suit and orange tie, gestures confusedly as he speaks to the two men in the kitchen.",
            "One man with short dark hair and a maroon shirt speaks animatedly, while another in a gray suit stands behind him with a slight smirk.",
            "The man in the black suit observes as the man in the maroon shirt searches the kitchen, while another man in the gray suit looks on.",
            "The man in the maroon shirt continues speaking assertively with hands on hips, while the man in the gray suit stands behind, looking somewhat frustrated.",
            "The man in the maroon shirt turns to the man in the black suit, who has entered the kitchen, while the man in the gray suit watches.",
            "In the kitchen, the man in the maroon shirt explains something to the man in the gray suit, as the man in the black suit stands behind, observing.",
            "The man in the maroon shirt gestures while talking to the man in the gray suit, who covers his face, while the man in the black suit watches.",
            "In the kitchen, the man in the maroon shirt points his finger while talking to the man in the black suit, with the man in the gray suit observing.",
            "Six friends sit and stand closely together on a red sofa, smiling in a warmly lit living room setting."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "Three friends converse animatedly in a brightly lit kitchen, voicing concerns and exchanging animated gestures amidst a lively discussion.",
            "One friend, dressed in a suit, enters the kitchen with a surprised expression, engaging the others in conversation while they listen intently.",
            "The friend in the suit continues to talk energetically, gesturing with his hands, while the others respond with attentive expressions in the cozy kitchen.",
            "The friend in the suit passionately explains something to the others, who are standing near the sink and seem to be deeply engaged.",
            "The friend in the maroon shirt gestures animatedly by the fridge, while the suited friend listens intently in the cozy kitchen.",
            "Both friends continue their animated conversation in the cozy kitchen, filled with mismatched fridge magnets and a colorful array of kitchen supplies.",
            "A third friend in a suit joins the conversation, looking concerned while another friend still gestures by the well-used fridge.",
            "The friend in a suit points to the door while the other two friends listen intently in the cozy kitchen.",
            "One friend in a maroon shirt explains something with hand gestures as another friend in a suit covers his face in exasperation.",
            "The three friends stand in a small kitchen, one gesturing earnestly while the others listen intently.",
            "On a cozy living room couch, six friends sit closely together, smiling warmly and enjoying each other's company."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "In a cozy apartment kitchen, three friends passionately argue; one moves towards another, escalating tension but is ultimately restrained, maintaining a lively debate.",
            "The man in the black suit gestures dramatically while explaining something to his two friends in a small kitchen.",
            "The friend in a maroon shirt defends his point animatedly while the other two listen intently, adding to the heated discussion.",
            "The man in the black suit looks surprised as his friend in a maroon shirt continues speaking passionately in the kitchen.",
            "The man in a black suit remains stoic while his friend in a maroon shirt continues to argue, gesturing towards the refrigerator.",
            "The man in the maroon shirt looks upset while the man in the black suit seems more calmed, standing in the kitchen.",
            "Another man in a suit enters, looking concerned as he glances between the two friends, heightening the tension in the kitchen.",
            "The man in the maroon shirt explains something to the man in the suit, while the other man in the black suit listens attentively.",
            "The man in the maroon shirt gestures apologetically while the man in the suit covers his face in frustration.",
            "The man in the maroon shirt points decisively as he continues speaking to the two attentive men.",
            "Six friends are seated closely together on a red couch, smiling warmly for the photo."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "In a cluttered apartment kitchen, three men in their thirties—one in a suit and tie, one in a maroon shirt, and one in jeans—appear to have a tense discussion.",
            "One man in a suit gesticulates while the man in the maroon shirt points questioningly, with the kitchen counter visibly cluttered.",
            "The man in the maroon shirt appears frustrated while discussing something with the man in a suit and another man in a suit gestures animatedly.",
            "One man in a maroon shirt speaks with a frustrated expression, while two men in suits listen attentively against a backdrop of a cluttered kitchen.",
            "The man in the maroon shirt continues speaking with frustration while two men in suits look concerned in the cluttered kitchen.",
            "The man in the maroon shirt looks frustrated, and the man in the suit now gesticulates animatedly in the cluttered kitchen.",
            "A third man in a dark suit walks into the cluttered kitchen, observing the conversation between the frustrated man in maroon and the animated man in the suit.",
            "The animated man in the suit points intensely while the frustrated man in maroon listens, and the observer in a suit watches closely.",
            "The animated man, now holding his face in frustration, continues talking to the frustrated man in maroon, while the observer looks concerned.",
            "The frustrated man in maroon gestures emphatically with his hand while two men in suits listen intently in a small kitchen.",
            "Six friends, assorted genders and appearances in their late twenties to thirties, sit together closely in a cozy living room."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "seven",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "Two men stand in a kitchen talking while the third man in casual clothes stands near a fridge, the room equipped with a foosball table and various kitchen items.",
            "A man in a suit stands near the door, engaging in conversation with two men by the fridge.",
            "Three men in suits and casual attire converse in a kitchen with vibrant, lively energy.",
            "One man in a suit gestures animatedly while speaking to two other men, standing in a cozy kitchen.",
            "Two men talk in a small kitchen with grey cabinets, a white fridge, and various items on the counter.",
            "One man in a suit and another in a dark red shirt continue talking in the kitchen, with cabinets and various items in the background.",
            "A third man in a suit joins the conversation in the kitchen near the fridge and cabinets.",
            "The man in the dark red shirt explains something to the man in the suit while the third man in a suit listens in the background.",
            "The man in the red shirt continues talking to the man in the suit, who covers his face with his hands in frustration.",
            "The man in the dark red shirt emphatically points while addressing the man in the jeans, with the other man in a suit looking on.",
            "Six friends sit closely together on a red sofa, smiling warmly in a cozy apartment with brick walls."
        ],
        "time_stamp_start": [
            0,
            7,
            14,
            21,
            28,
            35,
            42,
            49,
            56,
            63,
            70
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "In a kitchen filled with playful energy, three men dressed in varying levels of formality gesture animatedly, moving around the space with lively expressions and engaged conversation.",
            "The man in the burgundy shirt continues speaking passionately, stepping towards the fridge while his friend in the suit listens intently, creating an atmosphere of humorous tension.",
            "Amidst the lively discussion, the man in the suit looks exasperated, standing with his hands on his hips as he responds with a mix of concern and amusement.",
            "The man in the gray suit covers his face with his hands in exasperation, while the one in the burgundy shirt gestures animatedly, trying to explain something.",
            "The man in the burgundy shirt points emphatically at the other two, his expression determined as the man in the gray suit listens intently with a slight nod.",
            "The group of friends sit closely together on a red couch, sharing a joyful moment with smiles and warm embraces against a rustic brick wall background."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "In a cozy apartment kitchen, two friends in suits face a friend in a maroon shirt who is gesturing animatedly while explaining something, highlighting a tense or comedic moment.",
            "Their friend in the maroon shirt points towards the stove while the friend in the suit standing behind him, with a half-amused and half-puzzled expression listens intently.",
            "The friend in the maroon shirt now places his hands on his hips, continuing to explain with a determined look, while the other friend in the suit seems to be trying to comprehend the situation.",
            "The friend in the suit covers his face with his hands in frustration as the friend in the maroon shirt continues talking.",
            "As the conversation gets heated, the friend in the maroon shirt gestures with his hand for emphasis, while the friend in the suit opens his hands in exasperation.",
            "The six friends sit closely together on a red couch, smiling warmly, creating a comforting and familiar sense of camaraderie."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "In a well-lit, cozy apartment kitchen, a clean-shaven man in his early thirties with short dark hair, fair skin, and a slim build, wearing a dark brown suit, white shirt, and red patterned tie, stands beside another man of the same age with similar hair and skin tone, a stockier build, and a maroon button-down shirt; they converse while a third man with dark hair, a medium build, and casual attire enters from the right, creating an animated discussion among the trio.",
            "In the same kitchen, the three men continue their conversation energetically; the fair-skinned man with a stockier build now gestures towards a nearby counter, while the clean-shaven man in the suit looks on with an expression of surprise, and the man with a medium build and casual attire stands near the door, appearing slightly agitated.",
            "The discussion intensifies in the kitchen as the stockier man in the maroon shirt places his hands on his hips, addressing the man in the suit who is now gesturing back passionately, while the third man remains by the door, observing with a furrowed brow.",
            "The man in the suit buries his face in his hands in frustration while the stocky man in the maroon shirt stands with his hands open, palms up, as the third man watches silently from the background.",
            "In the brightly-lit apartment kitchen, the man in the maroon shirt gestures emphatically with one hand, while the man in the suit stands to his left, listening intently, and the third man, also in a suit, stands on the right with his hands in his pockets and a concerned expression.",
            "Six friends, three women and three men in their late twenties to early thirties, sit closely together on a red couch in a warmly-lit living room with a brick wall in the background; they are smiling warmly, with the red-haired woman positioned in the center back, flanked by the dark-haired woman on the left and the blonde-haired woman on the right, both of whom are seated, while the three men, one with dark hair, another with short dark hair, and the third with light brown hair, surround and sit among them, displaying a sense of camaraderie and comfort."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "In a warm, lived-in apartment with cozy furniture and a foosball table, three friends engage in a spirited conversation near the kitchen, where sunlight illuminates the tidy countertops and a few vibrant decor items, indicating it's likely a sunny day.",
            "A third friend in a suit joins the conversation, standing against a door with artwork and a magnetic drawing board behind him, adding to the playful and casual ambiance of the apartment.",
            "As two friends move around the kitchen, playful and animated, the room's open shelves reveal a variety of neatly arranged food items and colorful magnets on the refrigerator, enhancing the welcoming, cheerful atmosphere.",
            "In the warmly lit kitchen, the two suited friends in mid-discussion contrast the casual, homey feel with cereal boxes, juice, and cheerful, clutter-free counters around them.",
            "The characters' contrasting emotions create tension in the cozy kitchen, with one holding his head in frustration while the other gestures animatedly, highlighting the room's mix of domestic calm and personal drama.",
            "In a relaxed, well-lit living room with brick walls and deep-red upholstered furniture, six close friends sit in a cozy, close-knit arrangement on a sofa, their joyful expressions and casual attire conveying warmth and camaraderie."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "In a cozy apartment kitchen, two men, one in a suit and the other in a maroon shirt, have an animated conversation, while a foosball table and various kitchen items fill the background.",
            "A third man in a suit joins the conversation, standing near the door with his hands gesturing animatedly.",
            "The man in the maroon shirt appears frustrated, waving his hands as he talks to the two suited men.",
            "The man in the maroon shirt continues to explain something, while one of the suited men covers his face in exasperation.",
            "The man in the maroon shirt points assertively at the other suited man, who listens with an anxious expression.",
            "The scene shifts to a cozy apartment setting with six friends sitting on a red couch, smiling warmly together."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "In a cozy, well-lit apartment kitchen, three men, all appearing to be in their early thirties, are having a lively discussion: one man with dark, slightly disheveled hair wearing a brown suit and patterned red tie, another with neatly combed dark hair and a purple button-up shirt, and a third with shorter dark hair in a black blazer and light blue jeans.",
            "The man in the black blazer and light blue jeans gestures animatedly as he engages with his friends, who seem attentive and involved.",
            "The man in the brown suit and patterned red tie leans slightly forward as he speaks, while the man in the purple button-up shirt stands with his hands on his hips, listening intently.",
            "The man in the black blazer and light blue jeans, with dark hair and in his mid-thirties, expresses frustration as his friends continue their discussion in the cluttered kitchen.",
            "The man in the gray suit with the patterned red tie covers his face with his hands in despair, standing in the middle of the kitchen, while another man with dark hair, wearing a purple shirt, gestures with open hands, trying to explain something.",
            "Sitting close together on a red couch in a cozy living room with a brick wall backdrop, three women and three men in their late twenties to mid-thirties, all with varied hair colors and casual outfits, smile warmly, exuding a deep sense of camaraderie and friendship."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "Three men stand in a warmly lit apartment kitchen, decorated with light grey cabinets, various kitchen items on busy countertops, a post-it covered fridge, a foosball table, and a bright yellow kettle on the stove.",
            "One man, wearing a dark suit and an orange tie, stands near the apartment's entrance door, looking concerned and animated as he gestures with his hands, while another man in a burgundy shirt speaks and gestures near the kitchen counter, and a third man in a suit stands nearby, attentively listening.",
            "A man in a burgundy shirt stands near the refrigerator, speaking animatedly to the man in the dark suit with an orange tie, who looks confused; the kitchen countertops are cluttered with various items including a microwave, and light pours in from a window covered by blinds.",
            "The man in the dark suit opens the refrigerator door, glances inside, and then turns to address the other two men, who stand listening near the kitchen counter under a humming fluorescent light.",
            "All three men continue their earnest conversation in the small, cluttered kitchen, the ambient light illuminating their expressions as they navigate a serious discussion.",
            "Seated closely together on a red couch, six friends share a warm moment, surrounded by the cozy ambiance of a softly lit room with brick walls in the background."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "Three men in work attire argue in a small, cluttered kitchen.",
            "One man, near the sink, gestures emphatically while another listens intently.",
            "The two men continue their heated discussion, one gesturing passionately while the other stands with hands on hips.",
            "A third man, in a suit, listens with a confused expression as the discussion continues.",
            "One man in a suit places his hands on his face in frustration while the other gestures questioningly.",
            "Six friends sit closely together on a red sofa, smiling warmly, conveying a sense of companionship and togetherness."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "In a kitchen, three men in their late thirties argue; one in a suit, one in a purple shirt, and one in a casual blazer.",
            "The man in the suit gestures while speaking animatedly, as the man in the purple shirt points towards the counter, and the man in the blazer observes.",
            "In a kitchen, the man in the suit appears frustrated while the man in the purple shirt stands with hands on his hips, listening intently.",
            "In a kitchen, the man in the suit covers his face with his hands while the man in the purple shirt and the man in the blazer observe.",
            "The man in the purple shirt gestures with his hand as the man in the blazer and the man in the suit listen attentively in the kitchen.",
            "Six friends in their late twenties, three men and three women, sit closely together on a couch in a warmly lit room."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "Three friends talk in a small apartment kitchen—the room is cozy, with a foosball table, posters, and everyday items scattered around.",
            "One friend points to an item in the kitchen as another friend listens; the third friend stands nearby, looking confused.",
            "Two friends converse in a cramped kitchen adorned with magnets and a microwave while standing next to a white refrigerator.",
            "A suited friend speaks animatedly while standing next to a refrigerator, as two friends in casual shirts watch attentively.",
            "A friend in a purple shirt gestures emphatically in a small kitchen while two friends in suits listen closely.",
            "Six friends sit closely together on a cozy maroon couch in a warmly lit living room, with relaxed and happy expressions."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "Three men, two in suits and one in a casual shirt, are discussing intensely in a kitchen.",
            "One of the men in a suit gestures animatedly, expressing frustration.",
            "The man in the casual shirt appears to be explaining something, while the other two look concerned.",
            "The man in the suit covers his face with his hands, appearing stressed.",
            "The man in the casual shirt gestures emphatically as the man in the suit listens intently, while the other man looks on with concern.",
            "Six friends sit closely together on a couch, smiling warmly at the camera."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "In a brightly lit kitchen, three men in their thirties—one in a suit, one in a maroon shirt, and one in a black jacket—engage in a lively conversation, displaying various expressions of surprise and frustration.",
            "The man in the maroon shirt gestures animatedly while the others attentively listen, the kitchen cluttered with various items.",
            "In the brightly lit kitchen, the man in the maroon shirt and the man in the suit stand close, engaging in an intense conversation.",
            "The man in the suit, now joined by another in a suit with a dark tie, looks exasperated as the conversation continues.",
            "The man in the maroon shirt gestures emphatically while the other two men in suits seem focused on his words.",
            "Six friends sit close together on a red couch, smiling warmly, with a mix of casual and summer outfits in a cozy room with brick walls."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "fifteen",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "Three men are having a serious conversation in a kitchen, surrounded by a foosball table and various household items.",
            "One man gestures emphatically while the others listen intently.",
            "Two men, one in a suit and the other in a casual shirt, argue animatedly in a small, cluttered kitchen.",
            "Three men, two in suits and one in a casual shirt, discuss heatedly in a small kitchen with a fridge and drawings on the wall.",
            "Three friends, two in suits and one in a casual shirt, resolvedly converse in a cluttered apartment kitchen.",
            "Six friends smile warmly, seated closely together on a red couch in a cozy apartment with brick walls."
        ],
        "time_stamp_start": [
            0,
            15,
            30,
            45,
            60,
            75
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "",
        "focus": "",
        "interpretation": "",
        "descriptions": [
            "In a warmly lit kitchen, one man in a suit looks serious while another in a maroon shirt stands beside him with animated gestures, discussing something intently.",
            "Another man in a suit joins them, appearing to listen with increased interest as the conversation continues with animated expressions and movements.",
            "The man in the maroon shirt points assertively at the other man, his expression growing firm and determined as the discussion intensifies."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "Three men are standing and talking in a cozy apartment kitchen with a foosball table and various items on the counters, indicating a casual, lived-in space.",
            "Two men in suits and one man in a casual shirt are engaged in an animated conversation, evoking emotional tension amidst the cozy, cluttered kitchen backdrop.",
            "One man, wearing a red shirt, gestures emphatically while the others look on, their faces reflecting a mix of concern and frustration in the intimate kitchen setting."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "In a small apartment kitchen with olive-green cabinets and a foosball table, three men, appearing to be in their early thirties, are engaged in a heated conversation; one man with dark hair and wearing a purple shirt gestures animatedly, the second man with brown hair in a dark suit listens intently with his arms crossed, and the third man with black curly hair and wearing a black blazer and jeans stands near the fridge with a puzzled expression.",
            "The man in the purple shirt, tall and muscular with dark hair, continues gesturing, while the man in the suit, average build with brown hair, looks frustrated and the man in the black blazer, slim with black curly hair, now leaning against the fridge, appears to be more curious than concerned.",
            "The man in the purple shirt, with a serious expression on his face, points assertively at the man in the black blazer, who has his hands in his pockets while the man in the suit looks on with a mix of anticipation and concern."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "In a cozy, warmly lit kitchen filled with various items on the countertops and neatly organized shelves, three friends dressed in suits and casual wear engage in a lively discussion, surrounded by the familiar lived-in feel of the space.",
            "One man points animatedly while standing in front of a refrigerator decorated with colorful magnets and drawings, adding a touch of personality and warmth to the kitchen setting.",
            "Standing near a foosball table in the center of the kitchen, the man in the maroon shirt emphasizes his point with a raised hand, while his two friends listen intently, adding to the dynamic atmosphere of the conversation."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "In a kitchen cluttered with various objects and a foosball table in the foreground, three men engage in a heated conversation, with one in a suit and red tie, another in a maroon shirt, and the third in a suit with a red tie leaning against the door.",
            "One of the men in a suit and red tie looks frustrated as he rubs his face with his hands while the one in the maroon shirt gestures animatedly, and the third man in a suit observes quietly from behind.",
            "The man in the maroon shirt points accusingly at the observing man, who now appears more engaged in the conversation."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "Three men in their late thirties, one with short dark hair wearing a maroon shirt, one clean-shaven with dark hair in a suit, and another with a similar build in a black suit and red tie, stand in a cozy, cluttered apartment kitchen with olive green cabinets, arguing with animated gestures.",
            "The man in the maroon shirt is gesturing with his hands, appearing frustrated, while the other two men listen intently, their expressions a mix of confusion and concern.",
            "The man in the suit with a red tie covers his face with his hands in frustration while the other two men continue their discussion in the same cozy, cluttered apartment kitchen."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "complete",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "In a warmly-lit apartment kitchen with gray cabinets and a foosball table in the center, three men dressed in business casual attire engage in an animated discussion while standing near the stove and refrigerator.",
            "One of the men, wearing a dark suit and red tie, visibly reacts with frustration, covering his face with his hands while another stands close by, listening attentively.",
            "The man in the maroon shirt gestures with his hands as he explains something to the others, who appear to be paying close attention."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "main",
        "interpretation": "yes",
        "descriptions": [
            "In a tension-filled kitchen, Joey passionately argues with Ross while Chandler stands between them, trying to mediate the escalating dispute.",
            "Joey continues explaining his point to Chandler, who looks increasingly frustrated, while Ross listens from the background.",
            "Chandler looks defeated as Joey gestures emphatically toward him, while Ross remains attentive in the background."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "characters",
        "interpretation": "no",
        "descriptions": [
            "Three men in their late thirties, one with dark hair in a suit, one with short dark hair in a purple shirt, another with wavy hair in a blazer and jeans, discuss in a kitchen.",
            "Then, the man in the suit opens the fridge while the other two continue talking.",
            "The man in the purple shirt, with arms gesturing, seems to be explaining something to the others."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "environment",
        "interpretation": "yes",
        "descriptions": [
            "Three friends in suits are having an animated conversation in a cozy, well-lit kitchen with a foosball table and various kitchen items visible.",
            "Two men in suits and dress shirts are passionately talking in a brightly-lit kitchen with appliances and various items on the shelves.",
            "A man in a suit, looking exasperated, stands between two friends who are talking intently in a lively kitchen."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "main",
        "interpretation": "no",
        "descriptions": [
            "In a bustling apartment kitchen, three friends argue animatedly, one moves to the sink, seemingly frustrated.",
            "A friend in a suit enters, adding to the tense conversation, while another stands near the refrigerator.",
            "A friend raises his hands, seeming defensive, as another looks on, overwhelmed and covering his face."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "characters",
        "interpretation": "yes",
        "descriptions": [
            "Three men in their thirties with dark hair and fair skin stand in a kitchen, with one man gesturing animatedly.",
            "One man in a suit with sleek dark hair talks to another in a burgundy shirt with short dark hair.",
            "A man in a burgundy shirt stands between two men in suits, one covering his face with his hands."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    },
    {
        "frequency": "thirty",
        "type": "concise",
        "focus": "environment",
        "interpretation": "no",
        "descriptions": [
            "Three men in business attire are engaged in a conversation in a cluttered kitchen with a foosball table near the door.",
            "One man in a dark suit points emphatically as he discusses something with the other two, standing in front of the refrigerator.",
            "A man in a maroon shirt gestures animatedly while talking to two others in suits, standing near the kitchen counter."
        ],
        "time_stamp_start": [
            0,
            30,
            60
        ],
        "videoID": 1,
        "videoUrl": "https://firebasestorage.googleapis.com/v0/b/ad-customizations.appspot.com/o/Ross%20%20Broke%20%20Joey%20s%20Fridge%20_%20Friends.mp4?alt=media&token=725e43b6-d8be-42bf-938e-15305d7df549",
        "videoTitle": "Ross Broke Joey s Fridge | Friends"
    }
]